Repository: bzins-app/Report_App.Blazor_Wasm
Catalog: Report_App_WASM/Client/Utils/LanguageRessources/CommonResources.*.resx
Languages: de, fr, nl

source: Create a new email report
de: Einen neuen E-Mail-Bericht erstellen
fr: Créer un rapport email
nl: Maak een nieuw e-mail rapport

source: Create a new Ldap profil
de: Erstellen Sie ein neues Ldap-Profil
fr: Créer un nouveau profil Ldap
nl: Een nieuw Ldap-profiel aanmaken

source: Create a new network credential
de: Erstellen einer neuen Netzwerkzugangsberechtigung
fr: Ajouter une configuration d'identification réseau
nl: Creëer een nieuwe netwerk credential

source: Create a new Sftp profil
de: Erstellen eines neuen Sftp-Profils
fr: Créer un nouveau profil Sftp
nl: Maak een nieuw Sftp profiel

source: Create a new Smtp profil
de: Erstellen eines neuen Smtp-Profils
fr: Créer un nouveau profil Smtp
nl: Maak een nieuw Smtp profiel

source: create a report
de: einen Bericht erstellen
fr: créer un rapport
nl: Maak een rapport

source: Create account
de: Konto erstellen
fr: Créer un compte
nl: Maak account

source: Create activity
de: Aktivität erstellen
fr: Créer une activité
nl: Activiteit aanmaken

source: create an alert
de: eine Warnung erstellen
fr: créer une alerte
nl: Een waarschuwing aanmaken

source: Create by
de: Erstellen von
fr: Créé par
nl: Aanmaken door

source: Create file manually
de: Datei manuell erstellen
fr: Créer un fichier manuellement
nl: Maak handmatig een bestand

source: Create target table?
de: Zieltabelle erstellen?
fr: Créer une table cible ?
nl: Doel tabel maken?

source: Create the alert
de: Erstellen Sie die Meldung
fr: Créer l'alerte
nl: Maak de waarschuwing

source: Create the report
de: Erstellen Sie den Bericht
fr: Créer le rapport
nl: Maak het rapport

source: Create/modify users
de: Benutzer anlegen/ändern
fr: Créer/modifier les ulisateurs
nl: Gebruikers aanmaken/wijzigen

source: Created at
de: Erstellt am
fr: Créé le
nl: Aangemaakt bij

source: Created by
de: Erstellt von
fr: Créé par
nl: Aangemaakt door

source: Created date
de: Erstelltes Datum
fr: Date de création
nl: Datum aangemaakt

source: Created hour
de: Erstellte Stunde
fr: Heure de création
nl: Uur aangemaakt

source: Cron description
de: Cron Beschreibung
fr: Description du cron
nl: Cron beschrijving

source: Cron expression
de: Cron-Ausdruck
fr: Expression du cron
nl: Cron expressie

source: CSV delimiter
de: CSV-Trennzeichen
fr: Delimiteur CSV
nl: CSV scheidingsteken

source: Dark
de: Dunkelheit
fr: Sombre
nl: Donker

source: Dark Mode
de: Dunkel-Modus
fr: Mode sombre
nl: Donkere modus

source: Data DB name
de: Daten-DB-Name
fr: DB données
nl: Gegevens DB naam

source: Data DB size
de: Daten-DB-Größe
fr: Taille DB de stockage
nl: Gegevens DB grootte

source: Data Sync Is Activated?
de: Ist die Datensynchronisation aktiviert?
fr: Synchro des données activées?
nl: Gegevenssynchronisatie is geactiveerd?

source: Data transfer parameters
de: Datentransfer
fr: Transfert de données
nl: Gegevens overdracht parameters

source: Data transfer service
de: Datenübertragungsdienst
fr: Transfert de données
nl: Gegevensoverdracht service

source: Data type
de: Datenart
fr: Type de données
nl: Type gegevens

source: Database Maintenance
de: Pflege der Datenbank
fr: Maintenance DB
nl: Databank onderhoud

source: Database rows per table
de: Datenbankzeilen pro Tabelle
fr: Nbr de lignes par table
nl: Database rijen per tabel

source: Database Type
de: Datenbank-Typ
fr: Type de base de données

source: Day of month
de: Tag des Monats
fr: Jour du mois
nl: Dag van maand

source: Day of week
de: Tag der Woche
fr: Jour de la semaine
nl: Dag van de week

source: Db tables
de: Db-Tabellen
fr: Tables de la BD
nl: Db-tabellen

source: Dec
de: Dez
fr: Déc

source: Default
de: Standardmäßig
fr: Par défaut
nl: Standaard

source: Delete
de: Löschen Sie
fr: Supprimer
nl: Verwijderen

source: Delete data and close my account
de: Daten löschen und mein Konto schließen
fr: Supprimer des données et fermer mon compte
nl: Gegevens verwijderen en mijn account sluiten

source: Delete Personal Data
de: Persönliche Daten löschen
fr: Supprimer les données personnelles
nl: Persoonlijke gegevens verwijderen

source: Delete the target table
de: Löschen Sie die Zieltabelle
fr: Supprimer la table cible
nl: De doeltabel verwijderen

source: Delete user
de: Benutzer löschen
fr: Supprimer l'utilisateur
nl: Gebruiker verwijderen

source: Deleting can not be undone!
de: Das Löschen kann nicht rückgängig gemacht werden!
fr: La suppression ne peut pas être annulée !
nl: Verwijderen kan niet ongedaan worden gemaakt!

source: Deleting this data will permanently remove your account, and this cannot be recovered.
de: Wenn Sie diese Daten löschen, wird Ihr Konto dauerhaft entfernt, und dies kann nicht wiederhergestellt werden.
fr: La suppression de ces données entraînera la suppression définitive de votre compte, qui ne pourra pas être récupéré.
nl: Het verwijderen van deze gegevens zal uw account permanent verwijderen, en dit kan niet worden hersteld.

source: Deposit path
de: Einzahlungspfad
fr: Chemin de dépose
nl: Storting pad

source: Description
de: Beschreibung
nl: Beschrijving

source: Details
de: Einzelheiten
fr: Détails

source: Disable 2FA
de: 2FA deaktivieren
fr: Handicap 2FA
nl: 2FA uitschakelen

source: Disable two-factor authentication (2FA)
de: Deaktivieren der Zwei-Faktor-Authentifizierung (2FA)
fr: Désactiver l'authentification à deux facteurs (2FA)
nl: Schakel twee-factor authenticatie (2FA) uit

source: disabled
de: deaktiviert
fr: désactivé
nl: uitgeschakeld

source: Disabling 2FA does not change the keys used in authenticator apps. If you wish to change the key used in an authenticator app you should
de: Die Deaktivierung von 2FA ändert nicht die in Authentifizierungsanwendungen verwendeten Schlüssel. Wenn Sie den in einer Authenticator-Anwendung verwendeten Schlüssel ändern möchten, sollten Sie
fr: La désactivation de la 2FA ne modifie pas les clés utilisées dans les applications d'authentification. Si vous souhaitez modifier la clé utilisée dans une application d'authentification, vous devez
nl: Het uitschakelen van 2FA wijzigt de sleutels die in authenticatie-apps worden gebruikt niet. Als u de sleutel wilt wijzigen die in een authenticatie-app wordt gebruikt, moet u

source: Dispatching
de: Versand
fr: Préparation
nl: Uitschakelen

source: Display details
de: Details anzeigen
fr: Afficher les détails
nl: Details weergeven

source: Display name
de: Name anzeigen
nl: Naam weergeven

source: Display sequence
de: Reihenfolge anzeigen
nl: Toon volgorde

source: Display table values
de: Tabellenwerte anzeigen
fr: Afficher les valeurs de la table
nl: Tabel waarden weergeven

source: Display until 10k lines
de: Anzeige bis 10k Zeilen
fr: Affichage jusqu'à 10K lignes
nl: Weergeven tot 10k regels

source: Domain
de: Domäne
fr: Domaine
nl: Domein

source: Don't have access to your authenticator device? You can
de: Sie haben keinen Zugang zu Ihrem Authentifizierungsgerät? Sie können
fr: Vous n'avez pas accès à votre dispositif d'authentification ? Vous pouvez
nl: Heeft u geen toegang tot uw authenticator apparaat? U kunt

source: Don't have an account?
de: Sie haben kein Konto?
fr: Pas de compte?
nl: Heeft u geen account?

source: Download
de: herunterladen
fr: Télécharger
nl: Downloaden

source: Download a two-factor authenticator app like Microsoft Authenticator for
de: Laden Sie eine Zwei-Faktor-Authentifizierer-Anwendung wie Microsoft Authenticator für
fr: Téléchargez une application d'authentification à deux facteurs comme Microsoft Authenticator pour
nl: Download een authenticatie-app met twee factoren zoals Microsoft Authenticator voor

source: Download descriptions
de: Beschreibungen herunterladen
nl: Beschrijvingen downloaden

source: Download duration
de: Dauer des Herunterladens
fr: Durée du téléchargement
nl: Duur downloaden

source: Download example
de: Beispiel herunterladen
fr: Télécharger l'exemple
nl: Voorbeeld downloaden

source: Download template
de: Vorlage herunterladen
nl: Sjabloon downloaden

source: Download Your Data
de: Laden Sie Ihre Daten herunter
fr: Téléchargez vos données
nl: Uw gegevens downloaden

source: Drop file
de: Datei ablegen
fr: Déposer un fichier
nl: Bestand laten vallen

source: Duplicate
de: Duplikat
fr: Dupliquer
nl: Duplicaat

source: Duration in seconds
de: Dauer in Sekunden
fr: Durée en secondes
nl: Duur in seconden

source: Dynamic Reports
de: Dynamische Berichte
fr: Rapports dynamiques
nl: Dynamische Rapporten

source: Each day
de: jeden Tag
fr: Chaque jour
nl: Elke dag

source: Each month
de: Jeder Monat
fr: Chaque mois
nl: Elke maand

source: Each selected day
de: Jeden ausgewählten Tag
fr: Chaque jour sélectionné
nl: Elke geselecteerde dag

source: Each selected hour
de: Jede gewählte Stunde
fr: Chaque heure sélectionnée
nl: Elk geselecteerd uur

source: Each selected minute
de: Jede ausgewählte Minute
fr: Chaque minute sélectionnée
nl: Elke geselecteerde minuut

source: Each selected month
de: Jeder gewählte Monat
fr: Chaque mois sélectionné
nl: Elke geselecteerde maand

source: Each week
de: Jede Woche
fr: Chaque semaine
nl: Elke week

source: Edit
de: bearbeiten
fr: Editer
nl: Wijzig

source: Edit a data transfer
de: Bearbeiten Sie eine Datenübertragung
fr: Modifier un transfert de données
nl: Bewerk een gegevensoverdracht

source: Edit activity
de: Aktivität bearbeiten
fr: Modifier l'activité
nl: Activiteit bewerken

source: Edit an alert
de: Eine Meldung bearbeiten
fr: Modifier une alerte
nl: Een waarschuwing bewerken

source: Edit an email report
de: Einen E-Mail-Bericht bearbeiten
fr: Editer un rapport email
nl: Een e-mailbericht bewerken

source: Edit email message
de: E-Mail-Nachricht bearbeiten
fr: Modifier le message de l'email
nl: E-mailbericht bewerken

source: Edit error email
de: Fehler-E-Mail bearbeiten
fr: Modifier le template de l'email d'erreur
nl: E-mail met foutmelding bewerken

source: Edit error email template
de: Fehler-E-Mail-Vorlage bearbeiten
fr: Modifier le modèle d'email d'erreur
nl: E-mailsjabloon voor foutberichten bewerken

source: Edit name and logo
de: Name und Logo bearbeiten
fr: Changer le nom et le logo
nl: Bewerk naam en logo

source: Email confirmed?
de: E-Mail bestätigt?
fr: Email confirmé ?
nl: E-mail bevestigd?

source: Email entered is not correct
de: Eingegebene E-Mail ist nicht korrekt
fr: L'email saisi n'est pas correct
nl: E-mail ingevoerd is niet correct

source: Email message
de: E-Mail-Nachricht
fr: Message de l'email
nl: Email bericht

source: Email prefix
de: E-Mail-Präfix
fr: Préfixe de l'e-mail
nl: Email voorvoegsel

source: Email Sender
de: E-Mail Absender
fr: Emails
nl: Email afzender

source: Email sender Is Activated?
de: E-Mail-Absender ist aktiviert?
fr: Générateur d'email activé?
nl: Email afzender is geactiveerd?

source: Email sender logs
de: E-Mail-Absender-Protokolle
fr: Service d'emails
nl: Email afzender logs

source: Email service
de: E-Mail-Dienst
fr: Service d'email
nl: Email dienst

source: Email title
de: Titel der E-Mail
fr: Titre de l'email
nl: Titel e-mail

source: Empty
de: Leere
fr: Vide
nl: Leeg

source: enabled
de: aktiviert
fr: activé
nl: ingeschakeld

source: Encoding type
de: Kodierungsart
fr: Type d'encodage
nl: Type codering

source: End date time
de: Enddatum Uhrzeit
fr: Date et heure de fin
nl: Eind datum tijd

source: EndOfLastMonth
de: EndeVorletzterMonat
fr: Fin du dernier mois

source: EndOfLastWeek
de: EndeLetzteWoche
fr: Fin de la dernière semaine

source: EndOfThisMonth
de: Ende DiesesMonats
fr: Fin de ce mois
nl: Einde VanDezeMaand

source: EndOfThisQuarter
de: Ende DiesesQuartals
fr: Fin de ce trimestre
nl: Einde van dit kwartaal

source: EndOfThisWeek
de: Ende DieserWoche
fr: Fin de la semaine
nl: Einde van deze week

source: EndOfThisYear
de: Ende DesJahres
fr: Fin de l'année
nl: Einde VanDitJaar

source: Ends with
de: Endet mit
fr: Se termine par
nl: Eindigt met

source: Enter a keyword
de: Ein Schlüsselwort eingeben
fr: Saisir un mot clé
nl: Voer een trefwoord in

source: Enter a report title, select an activity then the type of file you want to generate
de: Geben Sie einen Berichtstitel ein, wählen Sie eine Aktivität und dann den Dateityp, den Sie erstellen möchten.
fr: Entrez un titre de rapport, sélectionnez une activité puis le type de fichier que vous souhaitez générer.
nl: Voer een rapporttitel in, selecteer een activiteit en vervolgens het bestandstype dat u wilt genereren

source: Enter a report title, select an activity then the type of file you want to generate and validate
de: Geben Sie einen Berichtstitel ein, wählen Sie eine Aktivität, dann die Art der zu erstellenden Datei und bestätigen Sie.
fr: Saisissez un titre de rapport, sélectionnez une activité puis le type de fichier que vous souhaitez générer et validez.
nl: Voer een rapporttitel in, selecteer een activiteit en vervolgens het type bestand dat u wilt genereren en valideren

source: Enter an alert title, select an activity and validate
de: Geben Sie einen Alarmtitel ein, wählen Sie eine Aktivität aus und bestätigen Sie.
fr: Saisissez un titre d'alerte, sélectionnez une activité et validez.
nl: Voer een waarschuwingstitel in, selecteer een activiteit en valideer

source: Enter the email address
de: Geben Sie die E-Mail-Adresse ein
fr: Entrer l'email
nl: Voer het e-mailadres in

source: Enter the primary key column
de: Geben Sie die Primärschlüsselspalte ein
fr: Saisissez la colonne de la clé primaire
nl: Voer de kolom met de primaire sleutel in

source: Enter the query here
de: Geben Sie die Anfrage hier ein
fr: Entrer la requête ici
nl: Voer hier de query in

source: Enter value
de: Wert eingeben
fr: Entrer la valeur
nl: Waarde invoeren

source: Enter Your Current and New Password
de: Geben Sie Ihr aktuelles und neues Passwort ein
fr: Entrez votre mot de passe actuel et votre nouveau mot de passe
nl: Voer uw huidige en nieuwe wachtwoord in

source: Equals
de: Entspricht
fr: Est égal à
nl: Is gelijk aan

source: Error email prefix
de: Fehler-E-Mail-Präfix
fr: Préfixe de l'e-mail d'erreur
nl: Fout e-mail voorvoegsel

source: Error?
de: Fehler?
fr: Erreur?
nl: Fout?

source: Every
de: Jede
fr: Chaque
nl: Elke

source: Every day
de: jeden Tag
fr: Chaque jour
nl: Elke dag

source: Every hour
de: Jede Stunde
fr: Toutes les heures
nl: Elk uur

source: Every minute
de: Jede Minute
fr: Toutes les minutes
nl: Elke minuut

source: Every month
de: Jeden Monat
fr: Chaque mois
nl: Elke maand

source: Every n hours
de: Alle n Stunden
fr: Toutes les n heures
nl: Elke n uur

source: Every n minutes
de: Alle n Minuten
fr: Toutes les n minutes
nl: Elke n minuten

source: Every week
de: Jede Woche
fr: Chaque semaine
nl: Elke week

source: Excel data table name
de: Name der Excel-Datentabelle
fr: Nom du tableau de données Excel
nl: Excel-gegevenstabel naam

source: Excel tab name
de: Name der Excel-Registerkarte
fr: Nom de l'onglet Excel
nl: Naam Excel-tabblad

source: Excel Template
de: Excel-Vorlage
fr: Modèle Excel
nl: Excel sjabloon

source: Export
de: Exportieren
nl: Exporteren

source: Export to excel
de: Exportieren in Excel
fr: Exporter vers Excel
nl: Exporteren naar Excel

source: External logins
de: Externe Anmeldungen
fr: Connexions externes
nl: Externe aanmeldingen

source: External queries
de: Externe Anfragen
fr: Requêtes SQL externes
nl: Externe query's

source: Extract descriptions
de: Auszug Beschreibungen
nl: Extract beschrijvingen

source: File deposit configuration
de: Konfiguration der Dateiablage
fr: Configuration des déposes de fichiers
nl: Bestand deponeren configuratie

source: File deposit path
de: Pfad der Dateiablage
fr: Chemin du dépôt du fichier
nl: Bestand depot pad

source: File desposit path
de: Dateiablagepfad
fr: Chemin de dépôt du fichier
nl: Bestand desposit pad

source: File name
de: Name der Datei
fr: Nom du fichier
nl: Bestandsnaam

source: File path
de: Dateipfad
fr: Chemin du fichier
nl: Bestandspad

source: File size in MB
de: Dateigröße in MB
fr: Taille du fichier en mo
nl: Bestandsgrootte in MB

source: File type
de: Dateityp
fr: Type de fichier
nl: Bestandstype

source: FileServer size
de: FileServer-Größe
fr: Taille du fileserver
nl: BestandsServer grootte

source: Filters
de: Filter

source: Firstname.Lastname
de: Vorname.Nachname
fr: Prénom.Nom
nl: Voornaam.Achternaam

source: Fixed
de: Festgelegt
fr: Fixe
nl: Vast

source: Fluid
de: Flüssigkeit
fr: Fluide
nl: Vloeistof

source: Forget this browser
de: Vergessen Sie diesen Browser
fr: Oubliez ce navigateur
nl: Deze browser vergeten

source: Forgot password confirmation
de: Bestätigung für vergessenes Passwort
fr: Confirmation du mot de passe oublié
nl: Wachtwoord vergeten bevestiging

source: Forgot password?
de: Haben Sie Ihr Passwort vergessen?
fr: Oubli de mot de passe?
nl: Wachtwoord vergeten?

source: Forgot your password? Enter your email
de: Haben Sie Ihr Passwort vergessen? E-Mail eingeben
fr: Vous avez oublié votre mot de passe ? Entrez votre adresse électronique
nl: Wachtwoord vergeten? Voer uw e-mail

source: Fragmentation report
de: Fragmentierungsbericht
fr: Rapport de fragmentation
nl: Versnippering verslag

source: Friday
de: Freitag
fr: Vendredi
nl: Vrijdag

source: From email
de: Von E-Mail
fr: Email affiché
nl: Van e-mail

source: From full name
de: Vom vollständigen Namen
fr: Nom affiché
nl: Van volledige naam

source: FullVersion
de: VollVersion
fr: Version complète
nl: VolledigeVersie

source: generate a new set of recovery codes
de: einen neuen Satz von Wiederherstellungscodes generieren
fr: générer un nouvel ensemble de codes de récupération
nl: genereer een nieuwe set herstelcodes

source: Generate if empty?
de: Generieren, wenn leer?
fr: Générer si vide ?
nl: Genereren indien leeg?

source: Generate Recovery Codes
de: Generieren von Wiederherstellungscodes
fr: Générer des codes de récupération
nl: Genereer herstelcodes

source: Generate two-factor authentication (2FA) recovery codes
de: Generieren von Wiederherstellungscodes mit Zwei-Faktor-Authentifizierung (2FA)
fr: Générer des codes de récupération d'authentification à deux facteurs (2FA)
nl: Genereer twee-factor authenticatie (2FA) herstelcodes

source: Generating new recovery codes does not change the keys used in authenticator apps. If you wish to change the key used in an authenticator app you should
de: Die Generierung neuer Wiederherstellungscodes ändert nicht die in Authentifizierungsanwendungen verwendeten Schlüssel. Wenn Sie den in einer Authenticator-Anwendung verwendeten Schlüssel ändern möchten, sollten Sie
fr: La génération de nouveaux codes de récupération ne modifie pas les clés utilisées dans les applications d'authentification. Si vous souhaitez modifier la clé utilisée dans une application d'authentification, vous devez
nl: Het genereren van nieuwe herstelcodes verandert niets aan de sleutels die in authenticatie-apps worden gebruikt. Als u de sleutel wilt wijzigen die in een authenticatie-app wordt gebruikt, moet u

source: Get cron Data
de: Cron-Daten abrufen
fr: Collecter la valeur du cron
nl: Cron-gegevens ophalen

source: Get tables list
de: Tabellenliste abrufen
fr: Obtenir la liste des tables
nl: Lijst met tabellen opvragen

source: Global query parameters
de: Globale Abfrageparameter
fr: Paramètres de requête globaux
nl: Globale query parameters

source: Go back to alerts list
de: Zurück zur Liste der Warnmeldungen
fr: Retourner à la liste des alertes
nl: Ga terug naar waarschuwingenlijst

source: Go back to email report list
de: Zurück zur E-Mail-Berichtsliste
fr: Retour à la liste des emails
nl: Ga terug naar email rapport lijst

source: Go to first page
de: Gehe zur ersten Seite
fr: Aller à la première page
nl: Ga naar de eerste pagina

source: Go to last page
de: Gehe zur letzten Seite
fr: Aller à la dernière page
nl: Ga naar de laatste pagina

source: Go to next page
de: Zur nächsten Seite gehen
fr: Aller à la page suivante
nl: Ga naar de volgende pagina

source: Go to previous page
de: Gehe zur vorherigen Seite
fr: Aller à la page précédente
nl: Ga naar de vorige pagina

source: Google Authenticator for
de: Google Authenticator für
fr: Google Authenticator pour
nl: Google Authenticator voor

source: Greater than
de: Größer als
fr: Supérieur à
nl: Groter dan

source: Greater than or equals
de: Größer als oder gleich
fr: Supérieur à ou égal à
nl: Groter dan of gelijk aan

source: he password and confirmation password do not match.
de: Das Passwort und das Bestätigungspasswort stimmen nicht überein.
fr: Le mot de passe et le mot de passe de confirmation ne correspondent pas.
nl: e wachtwoord en bevestigingswachtwoord komen niet overeen.

source: Header
de: Kopfzeile
fr: En-tête
nl: Koptekst

source: Help
de: Hilfe
fr: Aide

source: Help step by step
de: Schritt für Schritt helfen
fr: Aide pas à pas
nl: Help stap voor stap

source: Hide parameter
de: Parameter ausblenden
nl: Verberg parameter

source: Home
de: Startseite
fr: Accueil

source: Hour
de: Stunde
fr: Heure
nl: Uur

source: hours
de: Stunden
fr: heures
nl: uren

source: I would like to
de: Ich möchte
fr: Je souhaite
nl: Ik wil graag

source: If you lose your device and don't have the recovery codes you will lose access to your account.
de: Wenn Sie Ihr Gerät verlieren und nicht über die Wiederherstellungscodes verfügen, verlieren Sie den Zugang zu Ihrem Konto.
fr: Si vous perdez votre appareil et que vous n'avez pas les codes de récupération, vous perdrez l'accès à votre compte.
nl: Als u uw apparaat verliest en niet over de herstelcodes beschikt, verliest u de toegang tot uw account.

source: If you reset your authenticator key your authenticator app will not work until you reconfigure it.
de: Wenn Sie Ihren Authentifizierungsschlüssel zurücksetzen, wird Ihre Authentifizierungsanwendung nicht funktionieren, bis Sie sie neu konfigurieren.
fr: Si vous réinitialisez votre clé d'authentification, votre application d'authentification ne fonctionnera pas tant que vous ne l'aurez pas reconfigurée.
nl: Als u uw authenticator sleutel reset zal uw authenticator app niet werken totdat u deze opnieuw configureert.

source: In order to avoid a too large flow of alerts, you can set the behavior in case of multiple occurrences. Either it can be based on a duration between occurrences or by number or by number of occurrences
de: Um einen zu großen Strom von Warnmeldungen zu vermeiden, können Sie das Verhalten bei mehrfachem Auftreten festlegen. Es kann entweder auf einer Dauer zwischen den Ereignissen oder auf der Anzahl der Ereignisse basieren.
fr: Afin d'éviter un flux trop important d'alertes, vous pouvez définir le comportement en cas d'occurrences multiples. Il peut être basé sur une durée entre les occurrences ou par nombre ou par nombre d'occurrences.
nl: Om een te grote stroom van waarschuwingen te voorkomen, kunt u het gedrag instellen in geval van meerdere voorvallen. Het kan gebaseerd zijn op een tijdsduur tussen voorvallen of op aantal of op aantal voorvallen

source: Inbound
de: Eingehend
fr: Réception
nl: Inkomend

source: Incorrect password
de: Falsches Passwort
fr: Mot de passe incorrect
nl: Onjuist wachtwoord

source: Information sheet text
de: Informationsblatttext
fr: Texte de la feuille d'information
nl: Informatie blad tekst

source: Internal server error!
de: Interner Serverfehler!
fr: Erreur interne du serveur !
nl: Interne serverfout!

source: into your two factor authenticator app. Spaces and casing do not matter.
de: in Ihre Zwei-Faktor-Authentifizierer-Anwendung. Leerzeichen und Gehäuse spielen keine Rolle.
fr: dans votre application d'authentification à deux facteurs. Les espaces et majuscules n'ont pas d'importance.
nl: in uw twee factor authenticator app. Spaties en omhulsels doen er niet toe.

source: Inventory
de: Bestandsaufnahme
fr: Stock
nl: Inventaris

source: Is activated?
de: Ist aktiviert?
fr: Est activé?
nl: Is geactiveerd?

source: Is available?
de: Ist verfügbar?
fr: Est disponible?
nl: Is beschikbaar?
