Repository: bzins-app/Report_App.Blazor_Wasm
Catalog: Report_App_WASM/Client/Utils/LanguageRessources/CommonResources.*.resx
Languages: de, fr, nl

source: is diplayed
de: wird angezeigt
fr: est affiché
nl: wordt weergegeven

source: is not displayed
de: wird nicht angezeigt
fr: n'est pas affiché
nl: wordt niet weergegeven

source: Is not null
de: Ist nicht null
fr: N'est pas nul
nl: Is niet nul

source: Is null
de: Ist null
fr: Est nul
nl: Is nietig

source: Is reachable
de: Ist erreichbar
fr: Est accessible
nl: Is bereikbaar

source: Is visible?
de: Ist sichtbar?
fr: Est visible?
nl: Is zichtbaar?

source: It looks like you are offline or need to log back in
de: Es sieht so aus, als ob Sie offline sind oder sich wieder anmelden müssen
nl: Het lijkt erop dat u offline bent of opnieuw moet inloggen

source: items
de: Artikel
fr: éléments

source: Job description
de: Beschreibung des Auftrags
fr: Description du processus
nl: Baanbeschrijving

source: Job details
de: Details zum Job
fr: Etapes de traitement de la tâche

source: Job duration
de: Dauer des Auftrags
fr: Durée du processus
nl: Duur opdracht

source: Job duration (in sec)
de: Auftragsdauer (in Sekunden)
fr: Durée du processus (en secondes)
nl: Duur van de opdracht (in sec)

source: Job end date time
de: Datum und Uhrzeit des Auftragsendes
fr: Heure de fin
nl: Taak einddatum tijd

source: Job on going
de: Job geht weiter
fr: Tâche en cours
nl: Aan de gang

source: Job Start Date Time
de: Job-Startdatum Uhrzeit
fr: Heure de démarrage
nl: Tijd begin opdracht

source: Job title
de: Berufsbezeichnung
fr: Nom du processus
nl: Titel

source: Jobs with the max avg time of exec per activity
de: Jobs mit der maximalen durchschnittlichen Ausführungszeit pro Aktivität
fr: Processus ayant le plus grand temps moyen d'exécution par activité
nl: Jobs met de max avg tijd van uitvoering per activiteit

source: Jul
de: Juli
fr: Juil

source: Language
de: Sprache
fr: Langue
nl: Taal

source: Last day of the month
de: Letzter Tag des Monats
nl: Laatste dag van de maand

source: Last working day of the month
de: Letzter Arbeitstag des Monats
nl: laatste werkdag van de maand

source: LastOpeningDay
de: Letzter Öffnungstag
fr: Dernier jour ouvré
nl: Laatste openingsdag

source: LastRun
de: Letzter Lauf
fr: Dernière exécution
nl: Laatste uitvoering

source: Ldap configuration
de: Ldap-Konfiguration
fr: Paramétrage Ldap
nl: Ldap configuratie

source: Left Sidebar Color
de: Farbe der linken Sidebar
fr: Couleur de la barre latérale gauche
nl: Kleur linkerzijbalk

source: Left Sidebar Size
de: Größe der linken Seitenleiste
fr: Taille de la barre latérale gauche
nl: Linker zijbalk grootte

source: Less than
de: Weniger als
fr: Moins de
nl: Minder dan

source: Less than or equals
de: Kleiner als oder gleich
fr: Inférieur à ou égal à
nl: Kleiner dan of gelijk aan

source: Level
de: Ebene
fr: Niveau
nl: Niveau

source: Light
de: Licht
fr: Clair
nl: Licht

source: Light Mode
de: Lichtmodus
fr: Mode clair
nl: Lichtstand

source: List of recipient
de: Liste der Empfänger
fr: Liste des destinataires
nl: Lijst van ontvanger

source: Load
de: Laden
nl: Laden

source: Loading time
de: Ladezeit
fr: Heure de chargement
nl: Laad tijd

source: Local login
de: Lokale Anmeldung
fr: Connexion locale
nl: Lokale aanmelding

source: Localization configuration check
de: Überprüfung der Lokalisierungskonfiguration
fr: Configuration localisation
nl: Controle lokalisatieconfiguratie

source: Lock end
de: Ende sperren
fr: Fin du verrouillage
nl: Einde vergrendeling

source: Locked out
de: Ausgesperrt
fr: Verrouillé
nl: Buitengesloten

source: Log in
de: Anmelden
fr: Connectez-vous
nl: Inloggen

source: log in with a recovery code
de: sich mit einem Wiederherstellungscode anmelden
fr: se connecter avec un code de récupération
nl: inloggen met een herstelcode

source: Log out
de: Abmelden
fr: Déconnexion
nl: Uitloggen

source: Login
de: Anmeldung
fr: Connexion
nl: Inloggen

source: Logout
de: Abmelden
fr: Déconnexion
nl: Uitloggen

source: Logs
de: Protokolle
fr: Journaux

source: Logs: Archiving duration
de: Protokolle: Dauer der Archivierung
fr: Logs : Durée d'archivage
nl: Logs: Duur archiveren

source: Manage account
de: Konto verwalten
fr: Gérer le compte
nl: Beheer account

source: Manage alerts
de: Alarme verwalten
fr: Gérer les alertes
nl: Waarschuwingen beheren

source: Manage by duration?
de: Verwalten nach Dauer?
fr: Gérer par durée ?
nl: Beheren op duur?

source: Manage data transfers
de: Datenübertragungen verwalten
fr: Gérer les transferts de données
nl: Beheer gegevensoverdrachten

source: Manage email
de: E-Mail verwalten
fr: Gestion de l'adresse email
nl: Beheer e-mail

source: Manage email reports
de: Verwalten von E-Mail-Berichten
fr: Gestion des rapports par email
nl: Beheer e-mail rapporten

source: Manage parameters
de: Verwalten von Parametern
fr: Gérer les paramètres
nl: Parameters beheren

source: Manage Predictions
de: Vorhersagen verwalten
fr: Gestion des prévisions
nl: Voorspellingen beheren

source: Manage recipients
de: Empfänger verwalten
fr: Gérer les destinataires
nl: Beheer ontvangers

source: Manage reports
de: Berichte verwalten
fr: Gestion des rapports
nl: Beheer rapporten

source: Manage users
de: Benutzer verwalten
fr: Gestion des utilisateurs
nl: Beheer gebruikers

source: Manage your account
de: Verwalten Sie Ihr Konto
fr: Gérer votre compte
nl: Beheer uw account

source: Manage your external logins
de: Verwalten Sie Ihre externen Logins
fr: Gérer vos connexions externes
nl: Beheer uw externe logins

source: Max of rows fetched
de: Max. Anzahl der abgerufenen Zeilen
nl: Maximum aantal opgehaalde rijen

source: May
de: Mai
fr: Mai
nl: Mei

source: Menus (Leftsidebar and Topbar) Positon
de: Menüs (linke Seitenleiste und obere Leiste) Positon
fr: Menus (barre de gauche et barre supérieure) Positon
nl: Menu's (Linkerzijbalk en Bovenbalk) Positie

source: Message to put in the email body
de: Nachricht zum Einfügen in den E-Mail-Text
fr: Message à mettre dans le corps de d'email
nl: Bericht voor in de e-mail

source: minutes
de: Minuten
nl: minuten

source: Modify tasks
de: Aufgaben ändern
fr: Modifier des tâches
nl: Taken wijzigen

source: Monday
de: Montag
fr: Lundi
nl: Maandag

source: Month
de: Monat
fr: Mois
nl: Maand

source: Name and Logo
de: Name und Logo
fr: Nom et logo
nl: Naam en logo

source: Navigate to "Base parameters" and "Manage activities" and check if your activity exists. If not ask to the application admin
de: Navigieren Sie zu "Basisparameter" und "Aktivitäten verwalten" und überprüfen Sie, ob Ihre Aktivität existiert. Wenn nicht, wenden Sie sich an den Anwendungsadministrator
fr: Naviguer dans les rubriques "Paramètres de base" et "Gérer les activités" et vérifier si votre activité existe. Si non, demandez à l'administrateur de l'application
nl: Navigeer naar "Basis parameters" en "Beheer activiteiten" en controleer of uw activiteit bestaat. Indien niet, vraag het aan de applicatiebeheerder

source: Navigate to "Base parameters" and "Smtp configuration" and check if one is active. If not ask to the application admin
de: Navigieren Sie zu "Basisparameter" und "Smtp-Konfiguration" und überprüfen Sie, ob eine aktiv ist. Falls nicht, wenden Sie sich an den Anwendungsadministrator
fr: Naviguez jusqu'à "Base parameters" et "Smtp configuration" et vérifiez si l'un d'eux est actif. Si ce n'est pas le cas, demandez à l'administrateur de l'application
nl: Navigeer naar "Basis parameters" en "Smtp configuratie" en controleer of er een actief is. Indien niet, vraag het aan de applicatiebeheerder

source: Navigate to "Modifity tasks" and "Alerts" and switch on the report. If something goes wrong you will get an error with the reason
de: Navigieren Sie zu "Modifity tasks" und "Alerts" und schalten Sie den Bericht ein. Wenn etwas schief geht, erhalten Sie eine Fehlermeldung mit dem Grund
fr: Naviguez vers "Modifier les tâches" et "Alertes" et activez le rapport. Si quelque chose ne va pas, vous obtiendrez une erreur avec la raison suivante
nl: Navigeer naar "Modifity tasks" en "Alerts" en zet het rapport aan. Als er iets fout gaat krijg je een foutmelding met de reden

source: Navigate to "Modifity tasks" and "Alerts" then select create a new alert
de: Navigieren Sie zu "Modifizierungsaufgaben" und "Warnmeldungen" und wählen Sie dann "Neue Warnmeldung erstellen".
fr: Naviguez vers "Tâches de modification" et "Alertes", puis sélectionnez "Créer une nouvelle alerte".
nl: Navigeer naar "Modifity tasks" en "Alerts" en selecteer create a new alert

source: Navigate to "Modifity tasks" and "Reports" and switch on the report and if needed the "Send by email" button. If something goes wrong you will get an error with the reason
de: Navigieren Sie zu "Modifizierungsaufgaben" und "Berichte" und schalten Sie den Bericht und bei Bedarf die Schaltfläche "Per E-Mail senden" ein. Wenn etwas schief geht, erhalten Sie eine Fehlermeldung mit dem Grund
fr: Naviguez jusqu'à "Tâches de modification" et "Rapports" et activez le rapport et, si nécessaire, le bouton "Envoyer par e-mail". Si quelque chose ne va pas, vous obtiendrez une erreur avec la raison.
nl: Navigeer naar "Modifity taken" en "Rapporten" en zet het rapport aan en indien nodig de "Verstuur per email" knop. Als er iets fout gaat krijg je een foutmelding met de reden

source: Navigate to "Modifity tasks" and "Reports" then select create a new report
de: Navigieren Sie zu "Änderungsaufgaben" und "Berichte" und wählen Sie dann "Neuen Bericht erstellen".
fr: Naviguez vers "Tâches de modification" et "Rapports" puis sélectionnez "Créer un nouveau rapport".
nl: Navigeer naar "Wijzigen taken" en "Rapporten" en selecteer een nieuw rapport maken

source: Nbr of active alerts
de: Anzahl der aktiven Warnungen
fr: Nbre d'alertes actives
nl: Aantal actieve waarschuwingen

source: Nbr of active reports
de: Anzahl der aktiven Berichte
fr: Nbre de rapports actifs
nl: Aantal actieve rapporten

source: Nbr of activities
de: Nbr von Aktivitäten
fr: Nbr d'activités
nl: Aantal activiteiten

source: Nbr of alerts performed today
de: Anzahl der heute durchgeführten Warnungen
fr: Nombre d'alertes effectuées aujourd'hui
nl: Aantal waarschuwingen uitgevoerd vandaag

source: Nbr of details
de: Nbr von Details
fr: Nbr de détails
nl: Aantal details

source: Nbr of emails sent today
de: Anzahl der heute gesendeten Emails
fr: Nbre d'emails envoyés aujourd'hui
nl: Aantal verstuurde emails vandaag

source: Nbr of errors
de: Anzahl der Fehler
fr: Nbre d'erreurs
nl: Aantal fouten

source: Nbr of files
de: Nbr von Dateien
fr: Nbr de fichiers
nl: Aantal bestanden

source: Nbr of files stored locally
de: Anzahl der lokal gespeicherten Dateien
fr: Nbre de fichiers stockés localement
nl: Aantal lokaal opgeslagen bestanden

source: Nbr of jobs
de: Anzahl der Aufträge
fr: Nbre de processus
nl: Aantal taken

source: Nbr of lines inserted
de: Nbr der eingefügten Zeilen
fr: Nbr de lignes insérées
nl: Aantal ingevoegde regels

source: Nbr of minutes between occcurences
de: Anzahl der Minuten zwischen den Vorkommnissen
fr: Nbre de minutes entre les occurrences
nl: Aantal minuten tussen incidenten

source: Nbr of occurences before to resubmit alert
de: Anzahl der Ereignisse, bevor die Meldung erneut gesendet werden muss
fr: Nbre d'occurrences avant de soumettre à nouveau l'alerte
nl: Aantal gevallen voor het opnieuw verzenden van een waarschuwing

source: Nbr of queries
de: Anzahl der Abfragen
fr: Nbre de requêtes
nl: Aantal zoekopdrachten

source: Nbr of reports performed today
de: Anzahl der heute durchgeführten Berichte
fr: Nombre de rapports effectués aujourd'hui
nl: Aantal uitgevoerde rapporten vandaag

source: Nbr of rows
de: Nbr von Reihen
fr: Nbr de lignes
nl: Aantal rijen

source: Nbr of rows fetched from databases
de: Anzahl der aus Datenbanken abgerufenen Zeilen
fr: Nbre de lignes extraites des bases de données
nl: Aantal rijen opgehaald uit databanken

source: Nbr of rows returned
de: Anzahl der zurückgegebenen Zeilen
fr: Nbre de lignes retournées
nl: Aantal geretourneerde rijen

source: Nbr of tasks
de: Anzahl der Aufgaben
fr: Nbre de tâches
nl: Aantal taken

source: Nbr of tasks in error
de: Anzahl der fehlerhaften Aufgaben
fr: Nbre de tâches en erreur
nl: Aantal taken in fout

source: Nbr of tasks over the last 10 days
de: Anzahl der Aufgaben in den letzten 10 Tagen
fr: Nbre de tâches au cours des 10 derniers jours
nl: Aantal taken in de afgelopen 10 dagen

source: Nbr of tasks performed today
de: Anzahl der heute ausgeführten Aufgaben
fr: Nbre de tâches effectuées aujourd'hui
nl: Aantal uitgevoerde taken vandaag

source: Nbr of users
de: Anzahl der Benutzer
fr: Nbr d'utilisateurs
nl: Aantal gebruikers

source: Nbr total of rows
de: Nbr Summe der Zeilen
fr: Nbr total de lignes
nl: Br totaal van rijen

source: Need to connect locally?
de: Müssen Sie sich lokal verbinden?
fr: Besoin de vous connecter localement ?
nl: Moet u lokaal verbinding maken?

source: Network credentials
de: Netzwerk-Anmeldeinformationen
fr: Informations d'identification du réseau
nl: Netwerk referenties

source: New email
de: Neue E-Mail
fr: Nouvelle adresse email
nl: Nieuw e-mail

source: New password
de: Neues Kennwort
fr: Nouveau mot de passe
nl: Nieuw wachtwoord

source: New values
de: Neue Werte
fr: Nouvelles valeurs
nl: Nieuwe waarden

source: Not contains
de: Nicht enthält
fr: Ne contient pas
nl: Bevat niet

source: Not equals
de: Nicht gleich
fr: N'est pas égal à
nl: Niet gelijk aan

source: Now
de: Jetzt
fr: Maintenant
nl: Nu

source: Object added
de: Objekt hinzugefügt
fr: Objet ajouté
nl: Object toegevoegd

source: Object deleted
de: Objekt gelöscht
fr: Objet supprimé
nl: Object verwijderd

source: Object updated
de: Objekt aktualisiert
fr: Objet mis à jour
nl: Object bijgewerkt

source: Oct
de: Okt
nl: Okt

source: of
de: von
fr: sur
nl: van

source: Off
de: Aus
fr: Eteint
nl: Uit

source: Old password
de: Altes Kennwort
fr: Ancien mot de passe
nl: Oud wachtwoord

source: Old values
de: Alte Werte
fr: Anciennes valeurs
nl: Oude waarden

source: On
de: Auf
fr: Allumé
nl: Op

source: Once you have scanned the QR code or input the key above, your two factor authentication app will provide you with a unique code.Enter the code in the confirmation box below.
de: Sobald Sie den QR-Code gescannt oder den oben genannten Schlüssel eingegeben haben, erhalten Sie von Ihrer Zwei-Faktor-Authentifizierungsanwendung einen eindeutigen Code. Geben Sie den Code in das Bestätigungsfeld unten ein.
fr: Une fois que vous avez scanné le code QR ou saisi la clé ci-dessus, votre application d'authentification à deux facteurs vous fournira un code unique que vous devrez saisir dans la case de confirmation ci-dessous.
nl: Zodra u de QR code heeft gescand of de sleutel heeft ingevoerd, zal uw twee factor authenticatie app u een unieke code geven.Voer de code in het bevestigingsvak hieronder in.

source: Only when query does not require a separate file
de: Nur wenn Abfrage keine separate Datei erfordert
fr: Uniquement lorsque la requête ne nécessite pas de fichier séparé
nl: Alleen wanneer query geen apart bestand vereist

source: Only when query is generated in separated file
de: Nur wenn die Abfrage in einer getrennten Datei generiert wird
fr: Uniquement lorsque la requête est générée dans un fichier séparé
nl: Alleen wanneer query in gescheiden bestand wordt gegenereerd

source: Optional: Add email recipient
de: Optional: E-Mail-Empfänger hinzufügen
fr: Facultatif : Ajouter le destinataire de l'email
nl: Optioneel: E-mail ontvanger toevoegen

source: or
de: oder
fr: ou
nl: of

source: Others
de: Andere
fr: Autres
nl: Overige

source: Page
de: Seite
nl: Pagina

source: Parameter identifier
de: Parameter-Bezeichner
fr: Identificateur de paramètre
nl: Parameteraanduiding

source: Parameters
de: Parameter
fr: Paramètres

source: Password
de: Kennwort
fr: Mot de passe
nl: Wachtwoord

source: Pasword must contains {0} characters, {1} digit, {2} uppercase, {3} lowercase, {4} non aphanumeric and {5} unique characters
de: Das Passwort muss {0} Zeichen, {1} Ziffern, {2} Großbuchstaben, {3} Kleinbuchstaben, {4} nicht alphanumerische Zeichen und {5} eindeutige Zeichen enthalten
fr: Le mot de passe doit contenir {0} caractères, {1} chiffres, {2} majuscules, {3} minuscules, {4} caractères non alphanumériques et {5} caractères uniques.
nl: Het wachtwoord moet bestaan uit {0} tekens, {1} cijfers, {2} hoofdletters, {3} kleine letters, {4} niet-alfanumerieke tekens en {5} unieke tekens

source: Path
de: Pfad
fr: Chemin d'accès
nl: Pad

source: Personal data
de: Persönliche Daten
fr: Données personnelles
nl: Persoonlijke gegevens

source: Phone number
de: Telefonnummer
fr: Numéro de téléphone
nl: Telefoonnummer

source: Platform
de: Plattform
fr: Plate-forme

source: Please check your email to confirm your account.
de: Bitte überprüfen Sie Ihre E-Mail, um Ihr Konto zu bestätigen.
fr: Un email de confirmation vous a été envoyé, veuillez vérifier.
nl: Controleer uw e-mail om uw account te bevestigen.

source: Please check your email to reset your password.
de: Bitte überprüfen Sie Ihre E-Mail, um Ihr Passwort zurückzusetzen.
fr: Veuillez vérifier votre adresse électronique pour réinitialiser votre mot de passe.
nl: Controleer uw e-mail om uw wachtwoord opnieuw in te stellen.

source: Please enter an email address for this site below and click the Register button to finish logging in.
de: Bitte geben Sie unten eine E-Mail-Adresse für diese Website ein und klicken Sie auf die Schaltfläche Registrieren, um die Anmeldung abzuschließen.
fr: Veuillez entrer une adresse électronique pour ce site ci-dessous et cliquez sur le bouton "S'inscrire" pour terminer la connexion.
nl: Voer hieronder een e-mailadres in voor deze site en klik op de knop Registreren om het inloggen te voltooien.

source: please enter your old paswword
de: Bitte geben Sie Ihr altes Kennwort ein
fr: veuillez entrer votre ancien mot de passe
nl: voer uw oude wachtwoord in

source: Please enter your windows account credentials
de: Bitte geben Sie die Anmeldeinformationen Ihres Windows-Kontos ein
fr: Veuillez saisir les informations d'identification de votre compte Windows
nl: Voer uw Windows-accountgegevens in

source: Please select a Db type
de: Bitte wählen Sie einen Db-Typ
fr: Veuillez sélectionner un type de Db
nl: Selecteer een Db type

source: Predictions
de: Vorhersagen
fr: Prévisions
nl: Voorspellingen

source: Predictions Reports
de: Berichte über Vorhersagen
fr: Rapports de prévisions
nl: Voorspellingen Rapporten

source: Primary key
de: Primärschlüssel
fr: Clé primaire
nl: Primaire sleutel

source: Processing
de: wird bearbeitet
fr: Traitement
nl: Verwerking

source: Profile
de: Profil
fr: Profil
nl: Profiel

source: Put these codes in a safe place.
de: Bewahren Sie diese Codes an einem sicheren Ort auf.
fr: Mettez ces codes dans un endroit sûr.
nl: Bewaar deze codes op een veilige plaats.

source: Queries
de: Anfragen
fr: Requêtes
nl: Query's

source: Queries store
de: Abfragen speichern
fr: Magasin de requêtes
nl: Query's opslaan

source: Queries to seed DB
de: Abfragen zum Setzen von DB
fr: Requêtes externes
nl: Query's om DB te zaaien

source: Query
de: Anfrage
fr: Requête

source: Query editor
de: Abfrage-Editor
fr: Éditeur de requêtes

source: Query execution logs
de: Protokolle der Abfrageausführung
fr: Journaux des requêtes
nl: Query uitvoering logs

source: Query name
de: Name der Abfrage
fr: Nom de la requête
nl: Naam van de query

source: Query parameters
de: Parameter abfragen
fr: Paramètres
nl: Parameters opvragen

source: Query sequence
de: Abfragesequenz
fr: Séquence des requêtes
nl: Query volgorde

source: Rebuild indexes
de: Indizes wiederherstellen
fr: Reconstruire les index
nl: Herbouw indexen

source: Recipient Email
de: E-Mail-Empfänger
fr: Adresse email
nl: Ontvanger e-mail

source: Recipients
de: Empfänger
fr: Destinataires
nl: Ontvangers

source: Recovery code verification
de: Überprüfung des Wiederherstellungscodes
fr: Vérification du code de récupération
nl: Verificatie herstelcodes

source: Recovery codes
de: Wiederherstellungs-Codes
fr: Codes de récupération
nl: Herstelcodes

source: recovery codes left.
de: Wiederherstellungscodes übrig.
fr: les codes de récupération restants.
nl: herstelcodes links.

source: Recreate
de: Neu erstellen
fr: Recréer
nl: Herstellen

source: Reduce DB size
de: DB-Größe reduzieren
fr: Réduire la taille
nl: DB-grootte verkleinen

source: Refresh
de: Aktualisieren
fr: Actualiser
nl: Vernieuwen

source: Register
de: Registrieren
fr: S'inscrire
nl: Registreren

source: Register confirmation
de: Bestätigung der Registrierung
fr: Confirmation d'inscription
nl: Register bevestiging

source: Registered Logins
de: Registrierte Anmeldungen
fr: Connexions enregistrées
nl: Geregistreerde aanmeldingen

source: Reload
de: Neu laden
fr: Recharger
nl: Opnieuw laden

source: Remove
de: entfernen
fr: Supprimer
nl: Verwijderen

source: Remove a role
de: Eine Rolle entfernen
fr: Enlever un rôle
nl: Een rol verwijderen

source: Remove filters
de: Filter entfernen
fr: Supprimer les filtres
nl: Filters verwijderen

source: Remove Header
de: Kopfzeile entfernen
fr: Supprimer l'en-tête
nl: Koptekst verwijderen

source: Remove logo
de: Logo entfernen
fr: Supprimer le logo
nl: Logo verwijderen

source: Remove role
de: Rolle entfernen
fr: Enlever le rôle
nl: Rol verwijderen

source: Report deposit path
de: Ablagepfad melden
fr: Chemin de dépose du rapport
nl: Stortplaats rapport

source: Report details
de: Details zum Bericht
fr: Details du rapport
nl: Details rapport

source: Report name
de: Name des Berichts
fr: Nom du rapport
nl: Naam rapport

source: Report service
de: Berichtsdienst
fr: Service de rapport
nl: Rapport dienst

source: Report sub name
de: Name des Unterberichts
fr: Sous-nom du rapport
nl: Subnaam rapport

source: Report title
de: Titel des Berichts
fr: Nom du rapport
nl: Rapport titel

source: Report type
de: Berichtstyp
fr: Type de rapport
nl: Soort rapport

source: Reports
de: Berichte
fr: Rapports
nl: Rapporten

source: Reports execution plan
de: Ausführungsplan für Berichte
fr: Plan d'exécution des rapports
nl: Rapporten uitvoeringsplan

source: Reports Result
de: Berichte Ergebnis
fr: Résultat des rapports
nl: Rapporten Resultaat

source: Reports result logs
de: Berichte Ergebnisprotokolle
fr: Journaux des résultats des rapports
nl: Rapporten resultaat logs

source: Required
de: Erforderlich
fr: Obligatoire
nl: Vereist

source: Reset
de: Zurücksetzen
fr: Réinitialiser

source: Reset authenticator app
de: Authentifikator-App zurücksetzen
fr: Réinitialisation de l'application d'authentification

source: Reset authenticator key
de: Authentifikator-Schlüssel zurücksetzen
fr: Réinitialisation de la clé d'authentification
nl: Reset authenticatorsleutel

source: Reset password
de: Passwort zurücksetzen
fr: Réinitialisation de mot de passe
nl: Reset wachtwoord

source: Reset password confirmation
de: Bestätigung des Passworts zurücksetzen
fr: Confirmation de réinitilisation de mot de passe
nl: Bevestiging wachtwoord resetten

source: Reset recovery codes
de: Wiederherstellungscodes zurücksetzen
fr: Réinitialisation des codes de recouvrement
nl: Herstel herstelcodes

source: Reset to Default
de: Auf Standard zurücksetzen
fr: Paramétres par défaut
nl: Terugzetten naar standaard

source: reset your authenticator keys.
de: setzen Sie Ihre Authentifizierungsschlüssel zurück.
fr: réinitialiser vos clés d'authentification.
nl: Uw authenticatorsleutels opnieuw instellen.

source: Restore
de: wiederherstellen
fr: Rétablir
nl: Herstel

source: Result
de: Ergebnis
fr: Résultat
nl: Resultaat

source: Retrieve reports
de: Berichte abrufen
fr: Récupérer des rapports
nl: Rapporten ophalen

source: Return to report editor
de: Zurück zum Berichtseditor
fr: Retourner à l'éditeur de rapport
nl: Terug naar rapport editor

source: Role added
de: Rolle hinzugefügt
fr: Rôle ajouté
nl: Rol toegevoegd
