Repository: bzins-app/Report_App.Blazor_Wasm
Catalog: Report_App_WASM/Client/Utils/LanguageRessources/CommonResources.*.resx
Languages: de, fr, nl

source: Role name
de: Name der Rolle
fr: Nom du role
nl: Naam rol

source: Role removed
de: Rolle entfernt
fr: Rôle supprimé
nl: Rol verwijderd

source: Role usage
de: Verwendung der Rolle
fr: Usage par role
nl: Gebruik rol

source: Roles
de: Rollen
fr: Rôles
nl: Rollen

source: Roles :
de: Rollen :
fr: Rôles :
nl: Rollen :

source: Roles assigned
de: Zugewiesene Rollen
fr: Rôles assignés
nl: Toegewezen rollen

source: Roles assigned to
de: Rollen, die zugewiesen sind an
fr: Rôles affecter à
nl: Rollen toegewezen aan

source: Roles available
de: Verfügbare Rollen
fr: Rôles disponibles
nl: Rollen beschikbaar

source: Roles list
de: Rollen-Liste
fr: Liste des rôles
nl: Lijst Rollen

source: Rows per activity
de: Reihen pro Aktivität
fr: Lignes par activité
nl: Rijen per activiteit

source: Rows per page
de: Zeilen pro Seite
fr: Lignes par page
nl: Rijen per pagina

source: Run
de: Ausführen
fr: Exécuter
nl: Uitvoeren

source: Run by
de: Ausgeführt von
fr: Lancée par
nl: Uitgevoerd per

source: Run manually
de: Manuell ausführen
fr: Lancer manuellement
nl: Handmatig uitvoeren

source: Run query
de: Abfrage ausführen
fr: Exécuter la requête
nl: Query uitvoeren

source: Run reports manually
de: Berichte manuell ausführen
fr: Exécuter les rapports manuellement
nl: Rapporten handmatig uitvoeren

source: Run the query
de: Die Abfrage ausführen
nl: Voer de query uit

source: Saturday
de: Samstag
fr: Samedi
nl: Zaterdag

source: Save
de: Speichern
nl: Opslaan

source: Save changes
de: Änderungen speichern
fr: Sauvegarder
nl: Wijzigingen opslaan

source: Save credentials
de: Anmeldeinformationen speichern
fr: Sauvegarder les justificatifs d'identité
nl: Bewaar referenties

source: Scan the QR Code or enter this key
de: Scannen Sie den QR-Code oder geben Sie diesen Schlüssel ein
fr: Scannez le code QR ou entrez cette clé
nl: Scan de QR-code of voer deze sleutel in

source: Scheduler
de: Zeitplaner
fr: Planificateur

source: Scheduler simulation for next 60 days
de: Scheduler-Simulation für die nächsten 60 Tage
fr: Simulation du planificateur pour les 60 prochains jours
nl: Planning simulatie voor de komende 60 dagen

source: Scrollable
de: Bildlauffähig
nl: Scrollbaar

source: Seed DB from date
de: Saatgut-DB ab Datum
fr: Date de début de synchronisation
nl: Zaad DB van datum

source: Select a branch
de: Wählen Sie einen Zweig
fr: Sélectionner une filliale
nl: Selecteer een vestiging

source: Select a business area
de: Wählen Sie einen Geschäftsbereich
fr: Sélectionner un secteur d'activité
nl: Selecteer een bedrijfsgebied

source: Select a Company
de: Wählen Sie ein Unternehmen
fr: Sélectionner une entreprise
nl: Selecteer een bedrijf

source: Select a data type
de: Wählen Sie einen Datentyp
fr: Sélectionnez un type de données
nl: Selecteer een gegevenstype

source: Select a date calculation
de: Wählen Sie eine Datumsberechnung
fr: Sélectionnez un calcul de date
nl: Selecteer een datumberekening

source: Select a file
de: Wählen Sie eine Datei
fr: Sélectionnez un fichier
nl: Selecteer een bestand

source: Select a log to display the message
de: Wählen Sie ein Protokoll, um die Meldung anzuzeigen
fr: Sélectionnez un log pour afficher le message
nl: Selecteer een log om het bericht weer te geven

source: Select a log to display the values
de: Wählen Sie ein Protokoll, um die Werte anzuzeigen
fr: Sélectionnez un log pour afficher les valeurs
nl: Selecteer een logboek om de waarden weer te geven

source: Select activity Logo
de: Aktivität auswählen Logo
fr: Selectionner un logo pour l'activité
nl: Selecteer activiteit Logo

source: Select an activity
de: Wählen Sie eine Aktivität
fr: Sélectionner une activité
nl: Selecteer een activiteit

source: Select an excel template
de: Wählen Sie eine Excel-Vorlage
fr: Sélectionnez un modèle excel
nl: Kies een excel sjabloon

source: Select application Logo
de: Anwendungslogo auswählen
fr: Selectionner un logo pour l'application
nl: Selecteer toepassing Logo

source: send by email
de: per E-Mail senden
fr: envoyer par email
nl: Verstuur per e-mail

source: Send for all recipients
de: Für alle Empfänger senden
fr: Envoyer pour tous les destinataires
nl: Verzenden voor alle ontvangers

source: Send for me
de: Für mich senden
fr: Envoyer pour moi
nl: Versturen voor mij

source: Send verification email
de: Bestätigungs-E-Mail senden
fr: Envoyer un e-mail de vérification
nl: Stuur verificatie e-mail

source: Separate query in on file?
de: Separate Abfrage in der Datei?
fr: Extraire la requête dans un fichier à part?
nl: Aparte query in op bestand?

source: Separated excel file?
de: Getrennte Excel-Datei?
fr: Fichier excel séparé ?
nl: Gescheiden excel bestand?

source: Service down
de: Dienst deaktiviert
fr: Service éteint
nl: Service uit

source: Service up
de: Dienst aktiviert
fr: Service démarré
nl: Dienst omhoog

source: Services status
de: Status der Dienste
fr: Statut des services
nl: Diensten status

source: Set password
de: Kennwort festlegen
fr: Définir un mot de passe
nl: Wachtwoord instellen

source: Set your password
de: Legen Sie Ihr Passwort fest
fr: Créer votre mot de passe
nl: Stel uw wachtwoord in

source: Settings
de: Einstellungen
fr: Paramètres
nl: Instellingen

source: Setup authenticator app
de: Authentifikator-App einrichten
fr: Configuration de l'application d'authentification
nl: Instellen authenticator app

source: Sftp configuration
de: Sftp-Konfiguration
fr: Paramétrage Sftp
nl: Sftp configuratie

source: Sftp password
de: Sftp-Kennwort
fr: Mot de passe Sftp
nl: Sftp-wachtwoord

source: Sftp port
de: Sftp-Anschluss
fr: Port Sftp
nl: Sftp-poort

source: Sftp username
de: Sftp-Benutzername
fr: Nom d'utilisateur Sftp
nl: Sftp gebruikersnaam

source: Side menu
de: Seitliches Menü
fr: Menu lateral
nl: Zijmenu

source: Sign up
de: Anmelden
fr: S'inscrire
nl: Aanmelden

source: Signup
de: Anmeldung
fr: Inscription
nl: Aanmelden

source: Size of files stored locally
de: Größe der lokal gespeicherten Dateien
fr: Taille des fichiers stockés localement
nl: Grootte van lokaal opgeslagen bestanden

source: Smtp configuration
de: Smtp-Konfiguration
fr: Paramétrage Smtp
nl: Smtp configuratie

source: Smtp password
de: Smtp-Kennwort
fr: Mot de passe Smtp
nl: Smtp wachtwoord

source: Smtp port
de: Smtp-Anschluss
fr: Port Smtp
nl: Smtp-poort

source: Smtp username
de: Smtp-Benutzername
fr: Identifiant Smtp
nl: Smtp gebruikersnaam

source: Sorry, the page you visited does not exist.
de: Die Seite, die Sie besucht haben, existiert leider nicht.
fr: Désolé, la page que vous avez visitée n'existe pas.
nl: Sorry, de pagina die u bezoekt bestaat niet.

source: Sorry, you are not authorized to access this page.
de: Leider sind Sie nicht berechtigt, auf diese Seite zuzugreifen.
fr: Désolé, vous n'êtes pas autorisé à accéder à cette page.
nl: Sorry, u bent niet gemachtigd om deze pagina te openen.

source: SQL execution duration
de: Dauer der SQL-Ausführung
fr: Durée d'exécution
nl: Duur uitvoering SQL

source: SSL Activated?
de: SSL aktiviert?
fr: SSL activé?
nl: SSL geactiveerd?

source: Start date time
de: Startdatum Uhrzeit
fr: Date et heure de début
nl: Begindatum tijd

source: StartOfLastMonth
de: BeginnVorletzterMonat
fr: Début du dernier mois
nl: StartOfLastMaand

source: StartOfLastWeek
de: BeginnderletztenWoche
fr: Début de la dernière semaine

source: StartOfThisMonth
de: Beginn DiesesMonats
fr: Début du mois en cours
nl: Begin van deze maand

source: StartOfThisQuarter
de: Beginn dieses Quartals
fr: Début de ce trimestre
nl: Begin vanDitKwartaal

source: StartOfThisWeek
de: Beginn DieserWoche
fr: Début de cette semaine
nl: Begin van deze week

source: StartOfThisYear
de: Anfang dieses Jahres
fr: Début de cette année
nl: Begin van dit jaar

source: Starts with
de: Beginnt mit
fr: Commence avec
nl: Begint met

source: Storage per report
de: Speicherplatz pro Bericht
fr: Stockage par rapport
nl: Opslag per rapport

source: Structure
de: Struktur
nl: Structuur

source: Sunday
de: Sonntag
fr: Dimanche
nl: Zondag

source: Switch to Dark Theme
de: Zum dunklen Design
fr: Thème sombre
nl: Schakel over naar Donker Thema

source: Switch to Light Theme
de: Zum Lichtdesign
fr: Thème clair
nl: Schakel naar Licht Thema

source: System log message
de: Systemprotokollmeldung
fr: Message du journal système
nl: Systeem logboek bericht

source: System logs
de: System-Protokolle
fr: Journaux système
nl: Systeem logs

source: System logs by level
de: Systemprotokolle nach Ebene
fr: Journaux système par niveau
nl: Systeem logs op niveau

source: Table name
de: Name der Tabelle
fr: Nom de table
nl: Tabel naam

source: Target table name
de: Name der Zieltabelle
fr: Nom de la table cible
nl: Naam doeltabel

source: Task scheduler
de: Aufgaben-Scheduler
nl: Taakplanner

source: Tasks in error
de: Fehlerhafte Aufgaben
fr: Tâches en erreur
nl: Taken in fout

source: Tasks overview
de: Übersicht der Aufgaben
nl: Overzicht van taken

source: Tasks per day
de: Aufgaben pro Tag
fr: Tâches par jour
nl: Taken per dag

source: Tasks per type
de: Aufgaben pro Typ
fr: Tâches par type
nl: Taken per type

source: Tasks today
de: Aufgaben heute
fr: Tâches aujourd'hui
nl: Taken vandaag

source: Template for description file
de: Vorlage für Beschreibungsdatei
nl: Sjabloon voor beschrijvingsbestand

source: Template tab name to use
de: Name der zu verwendenden Registerkarte der Vorlage
fr: Nom de l'onglet du modèle à utiliser
nl: Te gebruiken sjabloon-tabbladnaam

source: Test Db connection
de: Db-Verbindung testen
fr: Tester la connexion à la base de données
nl: Test Db verbinding

source: Test Feedback:
de: Rückmeldung testen:
fr: Retour du test :
nl: Test Terugkoppeling:

source: Test query
de: Testabfrage
fr: Tester la requête

source: Thank you for confirming your email.
de: Vielen Dank für die Bestätigung Ihrer E-Mail.
fr: Merci d'avoir confirmé votre email.
nl: Dank u voor het bevestigen van uw e-mail.

source: The email address is invalid
de: Die E-Mail Adresse ist ungültig
fr: L'adresse électronique n'est pas valide
nl: Het e-mailadres is ongeldig

source: The password and confirmation password do not match
de: Das Kennwort und das Bestätigungskennwort stimmen nicht überein
fr: Les mots de passe ne correspondent pas
nl: Het wachtwoord en het bevestigingswachtwoord komen niet overeen

source: The passwords entered must be equal
de: Die eingegebenen Passwörter müssen gleich sein
fr: Les mots de passe saisis doivent être égaux
nl: De ingevoerde wachtwoorden moeten gelijk zijn

source: The purpose of this application is to easily create reports or alerts in selecting data from several types of database. Each task can be scheduled with a dedicated tool and results can be monitored via logs or the task manager.
de: Der Zweck dieser Anwendung ist die einfache Erstellung von Berichten oder Warnungen bei der Auswahl von Daten aus verschiedenen Arten von Datenbanken. Jede Aufgabe kann mit einem speziellen Werkzeug geplant werden und die Ergebnisse können über Protokolle oder den Aufgabenmanager überwacht werden.
fr: Le but de cette application est de créer facilement des rapports ou des alertes en sélectionnant les données de plusieurs types de bases de données. Chaque tâche peut être planifiée à l'aide d'un outil dédié et les résultats peuvent être suivis via les journaux ou le gestionnaire de tâches.
nl: Het doel van deze applicatie is om eenvoudig rapporten of alerts te maken in het selecteren van gegevens uit verschillende soorten databases. Elke taak kan worden gepland met een speciale tool en de resultaten kunnen worden gecontroleerd via logs of de task manager.

source: The same date with
de: Das gleiche Datum mit
fr: La même date que
nl: Dezelfde datum met

source: There are changes pending
de: Es sind Änderungen anhängig
fr: Il y a des changements en attente
nl: Er zijn wijzigingen in behandeling

source: This account has been locked out, please try again later.
de: Dieses Konto wurde gesperrt, bitte versuchen Sie es später noch einmal.
fr: Ce compte a été verrouillé, veuillez réessayer plus tard.
nl: Dit account is vergrendeld, probeer het later nog eens.

source: This action only disables 2FA
de: Diese Aktion deaktiviert nur 2FA
fr: Cette action ne désactive que les 2FA
nl: Deze actie schakelt alleen 2FA uit

source: This activity is Visible?
de: Diese Aktivität ist sichtbar?
fr: Rendre cette activité visible?
nl: Deze activiteit is zichtbaar?

source: Thursday
de: Donnerstag
fr: Jeudi
nl: Donderdag

source: Timestamp
de: Zeitstempel
fr: Date heure
nl: Tijdstempel

source: To manage the scheduler select "Configure scheduler" then choose. If you want to define a specific deposit path, click on the corresponding button. When you have finished, validate the changes
de: Um den Zeitplaner zu verwalten, wählen Sie "Zeitplaner konfigurieren" und dann wählen. Wenn Sie einen bestimmten Ablagepfad festlegen möchten, klicken Sie auf die entsprechende Schaltfläche. Wenn Sie fertig sind, validieren Sie die Änderungen.
fr: Pour gérer le planificateur, sélectionnez "Configurer le planificateur" puis choisissez. Si vous souhaitez définir un chemin de dépôt spécifique, cliquez sur le bouton correspondant. Lorsque vous avez terminé, validez les modifications
nl: Om de planner te beheren selecteert u "Configureer planner" en vervolgens kiest u. Als u een specifiek stortpad wilt definiëren, klikt u op de overeenkomstige knop. Wanneer u klaar bent, valideert u de wijzigingen

source: To manage the scheduler select "Configure scheduler" then choose. When you have finished, validate the changes
de: Um den Planer zu verwalten, wählen Sie "Planer konfigurieren" und wählen Sie dann. Wenn Sie fertig sind, validieren Sie die Änderungen.
fr: Pour gérer le programmateur, sélectionnez "Configurer le programmateur" puis choisissez. Lorsque vous avez terminé, validez les modifications
nl: Om de planner te beheren, selecteert u "Configureer planner" en kiest u vervolgens. Wanneer u klaar bent, valideert u de wijzigingen

source: To use an authenticator app go through the following steps:
de: Um eine Authentifizierungsanwendung zu verwenden, gehen Sie die folgenden Schritte durch:
fr: Pour utiliser une application d'authentification, suivez les étapes suivantes :
nl: Om een authenticatie app te gebruiken doorloop je de volgende stappen:

source: Today
de: Heute
fr: Aujourd'hui
nl: Vandaag

source: Tomorrow
de: Morgen
fr: Demain
nl: Morgen

source: Topbar
de: Kopfleiste
nl: Bovenbalk

source: Total duration
de: Gesamtdauer
fr: Durée totale
nl: Totale duur

source: Total nbr of active queries
de: Gesamtzahl der aktiven Abfragen
fr: Nombre total de requêtes actives
nl: Totaal aantal actieve queries

source: Total size in MB
de: Gesamtgröße in MB
fr: Taille totale en Mo
nl: Totale grootte in MB

source: TOTAL Users
de: GESAMTBENUTZER
fr: Nbr total d'utilisateurs
nl: TOTAAL gebruikers

source: Try to create folder
de: Versuch, einen Ordner zu erstellen
fr: Essayer de créer un dossier
nl: Probeer map aan te maken

source: Try to create the target folder if not exists?
de: Versuchen, den Zielordner zu erstellen, wenn er nicht existiert?
fr: Essayer de créer le dossier cible s'il n'existe pas ?
nl: Probeer de doelmap aan te maken als deze nog niet bestaat?

source: Tuesday
de: Dienstag
fr: Mardi
nl: Dinsdag

source: Two-factor authentication
de: Zwei-Faktor-Authentifizierung
fr: Authentification à deux facteurs
nl: Twee-factor authenticatie

source: Two-factor authentication (2FA)
de: Zwei-Faktor-Authentifizierung (2FA)
fr: Authentification à deux facteurs (2FA)
nl: Twee-factor authenticatie (2FA)

source: Type
de: Typ

source: Type of change
de: Art der Änderung
fr: Type de changement
nl: Type wijziging

source: Type of Database
de: Typ der Datenbank
fr: Type de base de données
nl: Type gegevensbestand

source: Type of file
de: Typ der Datei
fr: Type de fichier
nl: Type bestand

source: Type of job
de: Art des Auftrags
fr: Type de processus
nl: Type opdracht

source: Type of report
de: Art des Berichts
fr: Type de rapport
nl: Soort rapport

source: Type of synchronisation
de: Art der Synchronisierung
fr: Type de synchronisation
nl: Soort synchronisatie

source: Type of tasks
de: Art der Aufgaben
fr: Type de tâches
nl: Soort taken

source: understand what is a report
de: Verstehen, was ein Bericht ist
fr: Comprendre ce qu'est un rapport
nl: begrijpen wat een rapport is

source: understand what is an activity
de: Verstehen, was eine Aktivität ist
fr: comprendre ce qu'est une activité
nl: begrijpen wat een activiteit is

source: understand what is an alert
de: Verstehen, was ein Alarm ist
fr: comprendre ce qu'est une alerte
nl: begrijpen wat een waarschuwing is

source: Unfortunately, you do not yet have any access
de: Leider haben Sie noch keinen Zugang
fr: Malheureusement, vous n'avez pas encore accès
nl: Helaas, je hebt nog geen toegang

source: Until 200k lines
de: Bis 200k Linien
fr: Jusqu'à 200K lignes
nl: Tot 200k lijnen

source: Update
de: Aktualisierung
fr: Mettre à jour

source: Update a deposit path
de: Aktualisieren eines Pfandsystems
fr: Mise à jour d'un chemin de dépose
nl: Een stortingspad bijwerken

source: Update a new network credential
de: Aktualisieren einer neuen Netzzugangsberechtigung
fr: Mise à jour d'une configuration d'identification réseau
nl: Update een nieuwe netwerk credential

source: Update activity
de: Update-Aktivität
fr: Mise à jour de l'activité
nl: Activiteit bijwerken

source: Update all tempory tables
de: Alle temporären Tabellen aktualisieren
fr: Mise à jour des tables temporaires
nl: Werk alle tijdelijke tabellen bij

source: Update by
de: Aktualisierung durch
fr: Mis à jour par
nl: Update door

source: Update Db manually
de: Db manuell aktualisieren
fr: Mise à jour manuelle de la DB
nl: Db handmatig bijwerken

source: Update password
de: Passwort aktualisieren
fr: Mise à jour du mot de passe
nl: Wachtwoord bijwerken

source: Update Smtp profil
de: Smtp-Profil aktualisieren
fr: Mise à jour du profil Smtp
nl: Smtp profiel bijwerken

source: Updated at
de: Aktualisiert unter
fr: Mis à jour le
nl: Bijgewerkt bij

source: Updated by
de: Aktualisiert von
fr: Mis à jour par
nl: Bijgewerkt door

source: Upload a logo
de: Ein Logo hochladen
fr: Charger un logo
nl: Upload een logo

source: Upload the company's logo
de: Laden Sie das Firmenlogo hoch
fr: Sélectionner le logo de l'entreprise
nl: Upload het logo van het bedrijf

source: Use a DB schema?
de: Ein DB-Schema verwenden?
fr: Utiliser un schéma de base de données?
nl: Een DB schema gebruiken?

source: Use a specific file naming?
de: Verwenden Sie einen bestimmten Dateinamen?
fr: Utiliser un nom de fichier spécifique ?
nl: Een specifieke bestandsnaamgeving gebruiken?

source: Use an excel data table?
de: Eine Excel-Datentabelle verwenden?
fr: Utiliser un tableau de données Excel ?
nl: Een Excel-gegevenstabel gebruiken?

source: Use an excel template?
de: Verwenden Sie eine Excel-Vorlage?
fr: Utiliser un template excel ?
nl: Gebruik je een excel template?

source: Use application user credential?
de: Anmeldeinformationen des Anwendungsbenutzers verwenden?
fr: Utiliser l'identifiant de l'utilisateur de l'application ?
nl: Gebruik applicatie gebruikers referentie?

source: Use global query parameters?
de: Globale Abfrageparameter verwenden?
fr: Utiliser des paramètres de requête globaux ?
nl: Globale query parameters gebruiken?

source: Use os credential
de: Betriebssystem-Zugangsdaten verwenden
fr: Utiliser les informations d'identification du système d'exploitation
nl: Gebruik os referentie

source: Use primary keys?
de: Primärschlüssel verwenden?
fr: Utiliser les clés primaires ?
nl: Primaire sleutels gebruiken?

source: Use Sftp protocol
de: Sftp-Protokoll verwenden
fr: Utiliser le protocole Sftp
nl: Sftp protocol gebruiken

source: Use Sftp protocol?
de: Sftp-Protokoll verwenden?
fr: Utiliser le protocole Sftp ?
nl: Sftp-protocol gebruiken?

source: Use the default deposit path of the activity?
de: Den Standard-Einzahlungspfad der Aktivität verwenden?
fr: Utiliser le chemin de dépose de l'activité ?
nl: Het standaard depotpad van de activiteit gebruiken?

source: Use the same tables descriptions than
de: Verwenden die gleichen Tabellenbeschreibungen wie
nl: Gebruik dezelfde tabelbeschrijvingen dan

source: User actions logs
de: Protokolle der Benutzeraktionen
fr: Activités des utilisateurs
nl: Gebruikers acties logs

source: User name
de: Benutzername
fr: Nom d'utilisateur
nl: Naam gebruiker

source: User Settings
de: Benutzer-Einstellungen
fr: Paramètres utilisateur
nl: Instellingen gebruiker

source: Users
de: Benutzer
fr: Utilisateurs
nl: Gebruikers

source: Users and roles
de: Benutzer und Rollen
fr: Utilisateurs et rôles
nl: Gebruikers en rollen

source: Users list
de: Benutzer-Liste
fr: Liste des utilisateurs
nl: Gebruikers lijst

source: Users management
de: Benutzerverwaltung
fr: Gestion des utilisateurs
nl: Gebruikers beheer

source: Users per role
de: Benutzer pro Rolle
nl: Gebruikers per rol

source: Validate
de: Bestätigen Sie
fr: Valider
nl: Valideren

source: Validate and add detail
de: Validierung und Hinzufügen von Details
fr: Valider
nl: Valideren en details toevoegen

source: Validate the new activity
de: Validieren Sie die neue Aktivität
fr: Valider la nouvelle activité
nl: Valideer de nieuwe activiteit

source: Verification code
de: Verifizierungs-Code
fr: Code de vérification
nl: Verificatie code

source: Verify
de: Überprüfen Sie
fr: Vérifier
nl: Verifiëren

source: Visual Cron Editor
de: Visueller Cron-Editor
fr: Editeur visuel de cron
nl: Visuele Cron-editor

source: Warning
de: Warnung
fr: Avertissement
nl: Waarschuwing

source: Warning: keep the {0} tag inner the message to see the values ​​of the variable
de: Achtung: Behalten Sie den {0}-Tag innerhalb der Nachricht, um die Werte der Variablen zu sehen
fr: Attention : garder la balise {0} à l'intérieur du message pour voir les valeurs de la variable
nl: Waarschuwing: houd de {0} tag binnen het bericht om de waarden van de variabele te zien

source: Wednesday
de: Mittwoch
fr: Mercredi
nl: Woensdag

source: Welcome
de: Willkommen
fr: Bienvenue
nl: Welkom

source: When you are editing the report, click on the "Manage recipients" tab. Enter an emsail adress then click on "Add recipients" button. You can also customize the message of the email with teh button "Edit email message"
de: Wenn Sie den Bericht bearbeiten, klicken Sie auf die Registerkarte "Empfänger verwalten". Geben Sie eine E-Mail-Adresse ein und klicken Sie dann auf die Schaltfläche "Empfänger hinzufügen". Sie können auch die Nachricht der E-Mail mit der Schaltfläche "E-Mail-Nachricht bearbeiten" anpassen
fr: Lorsque vous éditez le rapport, cliquez sur l'onglet "Gérer les destinataires". Saisissez une adresse électronique puis cliquez sur le bouton "Ajouter des destinataires". Vous pouvez également personnaliser le message de l'e-mail avec le bouton "Modifier le message de l'e-mail".
nl: Wanneer u het rapport aan het bewerken bent, klik dan op de tab "Ontvangers beheren". Voer een e-mailadres in en klik op de knop "Ontvangers toevoegen". U kunt ook de boodschap van de e-mail aanpassen met de knop "E-mailbericht bewerken".
