Repository: bzins-app/Report_App.Blazor_Wasm
Catalog: Report_App_WASM/Client/Utils/LanguageRessources/CommonResources.*.resx
Languages: de, fr, nl

source: A report is a process that creates a file based on one or several queries against the database settings configured at the activity level. A report must be scheduled. The file format can be choosen and if need the a deposit path can be defined. A report can be also sent by email.
de: Ein Bericht ist ein Prozess, der eine Datei auf der Grundlage einer oder mehrerer Abfragen gegen die auf der Aktivitätsebene konfigurierten Datenbankeinstellungen erstellt. Ein Bericht muss geplant werden. Das Dateiformat kann ausgewählt und bei Bedarf ein Ablagepfad definiert werden. Ein Bericht kann auch per E-Mail verschickt werden.
fr: Un rapport est un processus qui crée un fichier basé sur une ou plusieurs requêtes par rapport aux paramètres de la base de données configurés au niveau de l'activité. Un rapport doit être planifié. Le format du fichier peut être choisi et, si nécessaire, un chemin de dépôt peut être défini. Un rapport peut également être envoyé par email.
nl: Een rapport is een proces dat een bestand aanmaakt op basis van een of meer query's tegen de database-instellingen die op het activiteitenniveau zijn geconfigureerd. Een rapport moet worden ingepland. Het bestandsformaat kan worden gekozen en indien nodig kan een depotpad worden gedefinieerd. Een rapport kan ook per e-mail worden verzonden.

source: Accept
de: Akzeptieren
nl: Accepteer

source: Acces failed count
de: Anzahl fehlgeschlagener Zugriffe
fr: Nombre d'échecs d'accès
nl: Aantal mislukte toegangen

source: Access denied
de: Zugang verweigert
fr: Accès refusé
nl: Toegang geweigerd

source: account
de: Konto
fr: compte
nl: rekening

source: Account updated
de: Konto aktualisiert
fr: Compte mis à jour
nl: Account bijgewerkt

source: Actions
de: Aktionen
fr: Modifier
nl: Acties

source: Activate Adhoc queries module?
de: Modul Adhoc-Abfragen aktivieren?
fr: Activer le module de requêtes ad hoc ?
nl: Module Adhoc queries activeren?

source: Activate report and email
de: Bericht und E-Mail aktivieren
fr: Activer le rapport et l'email
nl: Activeer rapport en e-mail

source: Activate SSL
de: SSL aktivieren
fr: Activer le SSL
nl: SSL activeren

source: Activate Tasks scheduler module?
de: Modul "Aufgabenplaner" aktivieren?
fr: Activer le module Planificateur de tâches ?
nl: Module Takenplanner activeren?

source: Activate the alert
de: Aktivieren Sie die Meldung
fr: Activez l'alerte
nl: Activeer de waarschuwing

source: Activate Workers and logs
de: Arbeiter und Protokolle aktivieren
fr: Processus d'arriére plan et logs
nl: Activeer Werkers en logs

source: Active
de: Aktiv
fr: Actives
nl: Actief

source: Activities
de: Aktivitäten
fr: Activités
nl: Activiteiten

source: Activities list
de: Liste der Aktivitäten
fr: Liste des activités
nl: Activiteiten lijst

source: Activities manager
de: Manager für Aktivitäten
fr: Gestion des activités
nl: Activiteiten manager

source: Activity
de: Aktivität
fr: Activité
nl: Activiteit

source: Activity deposit path
de: Pfad für Aktivitätsablage
fr: Chemin de depose de l'activité
nl: Activiteit depot pad

source: Activity id
de: Aktivität id
fr: Id d'activité
nl: Activiteit id

source: Activity manager
de: Aktivitäts-Manager
fr: Gestionnaire d'activité
nl: Activiteit manager

source: Activity name
de: Name der Aktivität
fr: Activité
nl: Naam activiteit

source: Activity overview
de: Überblick über die Aktivitäten
fr: Aperçu de l'activité
nl: Activiteit overzicht

source: Activity parameters
de: Parameter der Aktivität
fr: Paramètres de l'activité
nl: Activiteit parameters

source: Ad hoc queries
de: Ad-hoc-Abfragen
fr: Requêtes ad hoc
nl: Ad hoc query's

source: Add
de: hinzufügen
fr: Ajouter
nl: Toevoegen

source: Add a parameter
de: Hinzufügen eines Parameters
fr: Ajouter un paramètre
nl: Een parameter toevoegen

source: Add a query
de: Eine Anfrage hinzufügen
fr: Ajouter une requête
nl: Een query toevoegen

source: Add a report
de: Einen Bericht hinzufügen
fr: Ajouter un rapport
nl: Voeg een rapport toe

source: Add another service to log in.
de: Fügen Sie einen weiteren Dienst zum Anmelden hinzu.
fr: Ajoutez un autre service pour vous connecter.
nl: Voeg een andere dienst toe om in te loggen.

source: Add authenticator app
de: Authentifikator-App hinzufügen
fr: Ajouter une application d'authentification
nl: Voeg authenticator app toe

source: Add email recipient
de: E-Mail-Empfänger hinzufügen
fr: Ajouter un destinataire d'email
nl: E-mail ontvanger toevoegen

source: Add new credentials
de: Neue Anmeldeinformationen hinzufügen
fr: Ajouter une nouvelle identification
nl: Nieuwe credentials toevoegen

source: Add new Sftp
de: Neues Sftp hinzufügen
fr: Ajouter un nouveau Sftp
nl: Nieuwe Sftp toevoegen

source: Add query
de: Abfrage hinzufügen
fr: Ajouter une requête
nl: Query toevoegen

source: Add recipient
de: Empfänger hinzufügen
fr: Ajouter un destinataire
nl: Ontvanger toevoegen

source: Add recipients to email report
de: Empfänger zum E-Mail-Bericht hinzufügen
fr: Ajouter des adresses email
nl: Ontvangers toevoegen aan e-mail rapport

source: Add the primary key
de: Fügen Sie den Primärschlüssel hinzu
fr: Ajouter la clé primaire
nl: De primaire sleutel toevoegen

source: Add validation sheet?
de: Validierungsblatt hinzufügen?
fr: Ajout d'une feuille de validation ?
nl: Validatieblad toevoegen?

source: Adhoc queries logs
de: Protokolle der Adhoc-Abfragen
nl: Logboeken voor ad-hocvragen

source: Adhoc queries overview
de: Übersicht über Adhoc-Abfragen
nl: Overzicht adhoc-query's

source: Administrator email for error notifications
de: Administrator-E-Mail für Fehlerbenachrichtigungen
fr: Emails pour les notifications d'erreur
nl: Beheerder e-mail voor foutmeldingen

source: Affected columns
de: Betroffene Spalten
fr: Colonnes affectées
nl: Betrokken kolommen

source: Alert
de: Alarm
fr: Alerte
nl: Waarschuwing

source: Alert details
de: Details zur Ausschreibung
fr: Détails de l'alerte
nl: Details van de waarschuwing

source: Alert email prefix
de: E-Mail-Präfix für Warnungen
fr: Préfixe de l'e-mail d'alerte
nl: Waarschuwing e-mail voorvoegsel

source: Alert service
de: Alarmierungsdienst
fr: Service d'alerte
nl: Waarschuwingsdienst

source: Alert title
de: Titel der Warnmeldung
fr: Titre de l'alerte
nl: Titel van de waarschuwing

source: Alerts
de: Warnmeldungen
fr: Alertes
nl: Waarschuwingen

source: All related data and sudata will be totally removed
de: Alle zugehörigen Daten und Sudaten werden vollständig entfernt
fr: Toutes les données directes et indirectes seront définitivement supprimées
nl: Alle gerelateerde gegevens en sudata zullen volledig worden verwijderd

source: Allready have an account?
de: Haben Sie bereits ein Konto?
fr: Vous avez déjà un compte ?
nl: Heeft u al een account?

source: Already uploaded?
de: Bereits hochgeladen?
nl: Al geupload?

source: An activity is basically a conenction to specific database server and schema. You can attached to it, a deposit path, a name and a logo. when you create an activity, a role with the same name is created in background
de: Eine Aktivität ist im Grunde eine Verbindung zu einem bestimmten Datenbankserver und -schema. Sie können ihr einen Ablagepfad, einen Namen und ein Logo zuordnen. Wenn Sie eine Aktivität erstellen, wird im Hintergrund eine Rolle mit demselben Namen angelegt.
fr: Une activité est essentiellement une connexion à un serveur de base de données et à un schéma spécifiques. Vous pouvez y attacher un chemin de dépôt, un nom et un logo. Lorsque vous créez une activité, un rôle portant le même nom est créé en arrière-plan.
nl: Een activiteit is in principe een verbinding met een specifieke database server en schema. Je kunt er een depotpad, een naam en een logo aan koppelen. Wanneer je een activiteit aanmaakt, wordt op de achtergrond een rol met dezelfde naam aangemaakt.

source: An alert is a process that send an email if one or several queries return a non null result against the database settings configured at the activity level. An alert must be scheduled and email recipients have to be defined
de: Ein Alert ist ein Prozess, der eine E-Mail sendet, wenn eine oder mehrere Abfragen ein Ergebnis liefern, das nicht Null ist, und zwar im Vergleich zu den auf der Aktivitätsebene konfigurierten Datenbankeinstellungen. Ein Alert muss geplant werden und es müssen E-Mail-Empfänger definiert werden.
fr: Une alerte est un processus qui envoie un e-mail si une ou plusieurs requêtes renvoient un résultat non nul par rapport aux paramètres de la base de données configurés au niveau de l'activité. Une alerte doit être programmée et les destinataires de l'email doivent être définis.
nl: Een waarschuwing is een proces dat een e-mail stuurt als een of meer query's een niet-nul resultaat opleveren ten opzichte van de database-instellingen die op activiteitniveau zijn geconfigureerd. Een waarschuwing moet worden gepland en de ontvangers van de e-mail moeten worden gedefinieerd

source: An error has occurred
de: Es ist ein Fehler aufgetreten
fr: Une erreur s'est produite
nl: Er is een fout opgetreden

source: An error has occurred. This application may no longer respond until reloaded.
de: Es ist ein Fehler aufgetreten. Diese Anwendung reagiert möglicherweise nicht mehr, bis sie neu geladen wird.
fr: Une erreur s'est produite. Cette application ne peut plus répondre jusqu'à ce qu'elle soit rechargée.
nl: Er heeft zich een fout voorgedaan. Deze toepassing mag niet meer reageren tot ze herladen wordt.

source: An unhandled exception has occurred. See browser dev tools for details.
de: Eine unbehandelte Ausnahme ist aufgetreten. Siehe Browser-Entwicklungstools für Details.
fr: Une exception non gérée s'est produite. Voir les outils de développement du navigateur pour plus de détails.
nl: Er is een niet-afgehandelde uitzondering opgetreden. Zie browser dev tools voor details.

source: and
de: und
fr: et
nl: en

source: App DB name
de: DB-Name anwenden
fr: DB applicative
nl: App DB naam

source: Append
de: Anhängen
fr: Ajouter
nl: Toevoegen

source: Application Dashboard
de: Dashboard der Anwendung
fr: Tableau de bord de l'application
nl: Toepassing Dashboard

source: Application DB size
de: Größe der Anwendungs-DB
fr: Taille DB applicative
nl: DB-grootte toepassing

source: Application logs charts
de: Diagramme der Anwendungsprotokolle
fr: Graphiques des journaux de l'application
nl: Toepassingslogs grafieken

source: Application logs follow up
de: Nachverfolgung der Anwendungsprotokolle
fr: Suvi des logs de l'application
nl: Applicatie logs follow-up

source: Application Manager
de: Anwendungs-Manager
fr: Gestion de l'application
nl: Applicatie Beheerder

source: Application name
de: Name der Anwendung
fr: Nom de l'application
nl: Toepassingsnaam

source: Application parameters
de: Anwendungsparameter
fr: Paramètres de l'application
nl: Toepassing parameters

source: Application structure
de: Struktur der Anwendung
fr: Structure de l'application
nl: Toepassingsstructuur

source: Apply filters
de: Filter anwenden
fr: Appliquer les filtres
nl: Filters toepassen

source: Archiving duration in days
de: Archivierungsdauer in Tagen
fr: Durée d'archivage en jours
nl: Archiveringsduur in dagen

source: Are you sure you want to create a file to the directory? It could interfer with other processes
de: Sind Sie sicher, dass Sie eine Datei in dem Verzeichnis erstellen wollen? Es könnte andere Prozesse stören
fr: Etes-vous sûr de vouloir créer un fichier dans le répertoire ? Cela pourrait interférer avec d'autres processus
nl: Weet je zeker dat je een bestand in de directory wilt zetten? Het zou andere processen kunnen hinderen

source: Are you sure you want to transfer data? It could interfer with other processes
de: Sind Sie sicher, dass Sie die Daten übertragen wollen? Es könnte andere Prozesse stören
fr: Êtes-vous sûr de vouloir transférer des données ? Cela pourrait interférer avec d'autres processus
nl: Weet u zeker dat u gegevens wilt verzenden? Het zou kunnen interfereren met andere processen

source: Are you sure?
de: Sind Sie sicher?
fr: Etes vous sûr?
nl: Ben je zeker?

source: Ask an administrator to grant you rights
de: Bitten Sie einen Administrator, Ihnen Rechte zu gewähren
fr: Demander à un administrateur de vous accorder des droits
nl: Vraag een beheerder om u rechten te verlenen

source: Assign a role
de: Eine Rolle zuweisen
fr: Affecter un rôle
nl: Een rol toewijzen

source: Assign role
de: Rolle zuweisen
fr: Affecter un rôle
nl: Rol toewijzen

source: Associate your
de: Assoziieren Sie Ihre
fr: Associez votre
nl: Associeer uw

source: Audit system logs
de: Audit-System-Protokolle
fr: Audit du journal système
nl: Systeemlogboeken controleren

source: Audit Trail
de: Prüfpfad
nl: Audit spoor

source: Audit trail: values changed
de: Audit Trail: Werte geändert
fr: Audit trail : valeurs modifiées
nl: Audit trail: gewijzigde waarden

source: Average time of sync (in seconds)
de: Durchschnittliche Zeit der Synchronisation (in Sekunden)
fr: Temps moyen de synchronisation (en secondes)
nl: Gemiddelde tijd van synchronisatie (in seconden)

source: Back
de: Zurück
fr: Retour
nl: Terug

source: Back to Home
de: Zurück zu Hause
fr: Retour à l'accueil
nl: Terug naar Home

source: Back to login page?
de: Zurück zur Login-Seite?
fr: Retour à la page de connexion ?
nl: Terug naar inlogpagina?

source: Background
de: Hintergrund
fr: Arriére plan
nl: Achtergrond

source: Background jobs manager
de: Manager für Hintergrundjobs
fr: Gestionnaire de processus d'arriére plan
nl: Achtergrond taken manager

source: Background taks
de: Hintergrundtakes
fr: Tâches de fond
nl: Achtergrond taken

source: Background Tasks
de: Hintergrund-Aufgaben
fr: Tâches d'arrière-plan
nl: Achtergrond taken

source: Background tasks logs
de: Protokolle der Hintergrundaufgaben
fr: Journaux des tâches d'arrière-plan
nl: Achtergrond taken logs

source: Background workers logs
de: Protokolle von Hintergrundarbeitern
fr: Processus d'arriére plan
nl: Logboeken achtergrondwerkers

source: BackgroundWorkers
de: Hintergrund-Arbeiter
fr: Processus d'arriére plan
nl: AchtergrondWerkers

source: Base parameters
de: Basis-Parameter
fr: Paramétres de base
nl: Basis parameters

source: Base view
de: Basis-Ansicht
fr: Vue de base
nl: Basisweergave

source: before you can log in with a recovery code.
de: bevor Sie sich mit einem Wiederherstellungscode anmelden können.
fr: avant de pouvoir vous connecter avec un code de récupération.
nl: voordat u zich kunt aanmelden met een herstelcode.

source: Blind copy
de: Blindkopie
fr: Copie cachée
nl: Blinde kopie

source: Boxed
de: Schachtel
fr: Encadré
nl: Geboxed

source: Branch
de: Zweigstelle
fr: Filliale
nl: Tak

source: Build filters
de: Filter bauen
fr: Ajouter des filtres
nl: Filters bouwen

source: Business area
de: Geschäftsbereich
fr: Secteur d'activité
nl: Zakelijk gebied

source: Cache Is Activated?
de: Ist der Cache aktiviert?
fr: Mise en cache activée?
nl: Cache is geactiveerd?

source: Calculate the total nbr of results?
de: Die Gesamtzahl der Ergebnisse berechnen?
nl: Totaal aantal resultaten berekenen?

source: Calculated date
de: Berechnetes Datum
fr: Date calculée
nl: Berekende datum

source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren

source: cannot be enabled because no email recipients have been entered
de: kann nicht aktiviert werden, da keine E-Mail-Empfänger eingegeben wurden
fr: ne peut pas être activé parce qu'aucun destinataire n'a été saisi.
nl: kan niet worden ingeschakeld omdat geen e-mailontvangers zijn ingevoerd

source: cannot be enabled because no query is attached to this job
de: kann nicht aktiviert werden, da diesem Job keine Abfrage zugeordnet ist
fr: ne peut pas être activé car aucune requête n'est attachée à ce travail
nl: kan niet worden ingeschakeld omdat geen query aan deze taak is gekoppeld

source: cannot be enabled because no query is attached to this report
de: kann nicht aktiviert werden, da keine Abfrage an diesen Bericht angehängt ist
fr: ne peut être activé car aucune requête n'est attachée à ce rapport
nl: kan niet worden ingeschakeld omdat aan dit rapport geen query is gekoppeld

source: cannot be enabled because no Smtp configuration has been activated
de: kann nicht aktiviert werden, da keine Smtp-Konfiguration aktiviert wurde
fr: ne peut être activé car aucune configuration Smtp n'a été activée
nl: kan niet worden ingeschakeld omdat geen Smtp-configuratie is geactiveerd

source: cannot be enabled because the related activity is not enabled
de: kann nicht aktiviert werden, da die entsprechende Aktivität nicht aktiviert ist
fr: ne peut pas être activé car l'activité connexe n'est pas activée
nl: kan niet worden ingeschakeld omdat de desbetreffende activiteit niet is ingeschakeld

source: cannot be enabled because the scheduler value is not defined
de: kann nicht aktiviert werden, weil der Scheduler-Wert nicht definiert ist
fr: ne peut être activé car la valeur du planificateur n'est pas définie
nl: kan niet worden ingeschakeld omdat de planningswaarde niet is gedefinieerd

source: Caution !
de: Vorsicht!
fr: Attention !
nl: Voorzichtig !

source: Cell reference
de: Zellenreferenz
fr: Cellule de référence
nl: Cel verwijzing

source: Change email
de: E-Mail ändern
fr: Modifier l'email
nl: Wijzig e-mail

source: Change password
de: Passwort ändern
fr: Changer de mot de passe
nl: Wijzig wachtwoord

source: Change your account settings
de: Ändern Sie Ihre Kontoeinstellungen
fr: Modifier les paramètres de votre compte
nl: Wijzig uw account instellingen

source: Changed password successfully
de: Passwort erfolgreich geändert
fr: Mot de passe modifié avec succès
nl: Wachtwoord succesvol gewijzigd

source: check if a report or an alert will be correctly sent by email
de: Prüfen Sie, ob ein Bericht oder eine Warnmeldung korrekt per E-Mail versendet wird.
fr: vérifier si un rapport ou une alerte sera correctement envoyé par email
nl: controleer of een rapport of een waarschuwing correct per e-mail wordt verzonden

source: Check if service is active
de: Prüfen, ob der Dienst aktiv ist
fr: Vérifiez si le service est actif
nl: Controleer of de dienst actief is

source: Check if the activity exists
de: Prüfen Sie, ob die Aktivität existiert
fr: Vérifier si l'activité existe
nl: Controleer of de activiteit bestaat

source: Check Smtp configuration
de: Prüfen Sie die Smtp-Konfiguration
fr: Vérifiez la configuration Smtp
nl: Controleer Smtp configuratie

source: Check task
de: Aufgabe prüfen
fr: Vérifier la tâche
nl: Controleer taak

source: Chek if your report or alert is active and for report if the "Send by email" button is on
de: Prüfen Sie, ob Ihr Bericht oder Ihre Meldung aktiv ist und ob die Schaltfläche "Per E-Mail versenden" aktiviert ist.
fr: Vérifiez si votre rapport ou votre alerte est actif et, pour le rapport, si le bouton "Envoyer par e-mail" est activé.
nl: Controleer of het rapport of de waarschuwing actief is en of de knop "Per e-mail verzenden" aan staat voor het rapport

source: Choose a credential configuration
de: Wählen Sie eine Berechtigungskonfiguration
fr: Choisir une configuration d'accréditation
nl: Kies een credential configuratie

source: Choose a deposit path
de: wähle einen Einzahlungspfad
fr: Choisir un chemin de dépose
nl: Kies een stortingspad

source: Choose a deposit path configuration
de: Wählen Sie eine Pfandpfadkonfiguration
fr: Choisir la configuration d'un chemin de dépose
nl: Kies een depot pad configuratie

source: Choose an Sftp configuration
de: Eine Sftp-Konfiguration auswählen
fr: Choisir une configuration Sftp
nl: Kies een Sftp configuratie

source: Choose first parameters
de: Wählen Sie die ersten Parameter
fr: Choisir les premiers paramètres
nl: Kies de eerste parameters

source: Cleaner service
de: Saubererer Dienst
fr: Service d'épuration
nl: Reinigingsdienst

source: Close
de: schließen
fr: Fermer
nl: Sluit

source: Close your account
de: Schließen Sie Ihr Konto
fr: Fermer votre compte
nl: Sluit uw rekening

source: Color Scheme
de: Farbschema
fr: Schéma de couleurs
nl: Kleurenschema

source: ColorIcon
de: FarbIcon
fr: Icônes colorées

source: Column name
de: Spaltenname
fr: Nom de colonne
nl: Kolom naam

source: Columns
de: Spalten
fr: Colonnes
nl: Kolommen

source: Command behaviour
de: Befehlsverhalten
fr: Type de commande
nl: Gedrag

source: Comment
de: Kommentar
fr: Notes
nl: Commentaar

source: Compact
de: Kompakt

source: Company
de: Unternehmen
fr: Entreprise
nl: Bedrijf

source: Company name
de: Name des Unternehmens
fr: Nom de l'entreprise
nl: Naam bedrijf

source: Condensed
de: Kurzfassung
fr: Condensé
nl: Gecomprimeerd

source: Condition
de: Bedingung
nl: Voorwaarde

source: Configuration name
de: Name der Konfiguration
fr: Nom de configuration
nl: Configuratie naam

source: Configure a custom deposit path
de: Konfigurieren Sie einen benutzerdefinierten Einzahlungspfad
fr: Configurer un chemin de dépose personnalisé
nl: Een aangepast depotpad configureren

source: Configure authenticator app
de: Konfigurieren der Authentifizierer-Anwendung
fr: Configurer l'application d'authentification
nl: Authenticator-app configureren

source: Configure the scheduler
de: Planer konfigurieren
fr: Configurer le programmateur
nl: Configureer planner

source: Configure the scheduler and deposit path
de: Konfigurieren Sie den Zeitplaner und den Ablagepfad
fr: Configurer le planificateur et le chemin de dépôt
nl: Configureer de planner en het stortpad

source: Confirm
de: Bestätigen
fr: Confirmer
nl: Bevestig

source: Confirm duplication
de: Duplizierung bestätigen
fr: Confirmer la duplication
nl: Duplicatie bevestigen

source: Confirm email
de: E-Mail bestätigen
fr: Confirmation d'email
nl: E-mail bevestigen

source: Confirm email change
de: E-Mail-Änderung bestätigen
fr: Confirmer le changement d'adresse électronique
nl: E-mail wijziging bevestigen

source: Confirm manual job
de: Manuellen Job bestätigen
fr: Confirmer l'exécution manuelle
nl: Handmatige job bevestigen

source: Confirm password
de: Passwort bestätigen
fr: Confirmer le mot de passe
nl: Bevestig wachtwoord

source: Confirm the deletion by entering
de: Bestätigen Sie die Löschung durch Eingabe von
fr: Confirmez la suppression en entrant
nl: Bevestig de verwijdering door in te toetsen

source: Connection Feedback:
de: Verbindungs-Feedback:
fr: Retour de la connexion :
nl: Feedback over verbinding:

source: Connection login
de: Anmeldung zur Verbindung
fr: Identifiant ulisateur
nl: Inloggen op verbinding

source: Connection path
de: Verbindungsweg
fr: Chemin de connexion
nl: Pad verbinding

source: Connection port
de: Port der Verbindung
fr: Port de connexion
nl: Poort verbinding

source: Contains
de: Enthält
fr: Contient
nl: Bevat

source: Create a new account
de: Ein neues Konto erstellen
fr: Créer un nouveau compte
nl: Maak een nieuw account

source: Create a new activity
de: Erstellen Sie eine neue Aktivität
fr: Créer une nouvelle activité
nl: Creëer een nieuwe activiteit

source: Create a new alert
de: Eine neue Meldung erstellen
fr: Créer une nouvelle alerte
nl: Nieuwe waarschuwing aanmaken

source: Create a new branch
de: Erstellen Sie einen neuen Zweig
fr: Créer une filliale
nl: Nieuwe vestiging aanmaken

source: Create a new business area
de: Erstellen Sie einen neuen Geschäftsbereich
fr: Créer un nouveau secteur d'activité
nl: Nieuwe sector aanmaken

source: Create a new company
de: Ein neues Unternehmen erstellen
fr: Créer une nouvelle entreprise
nl: Een nieuw bedrijf aanmaken

source: Create a new data transfer
de: Erstellen Sie eine neue Datenübertragung
fr: Créer un nouveau transfert de données
nl: Een nieuwe gegevensoverdracht aanmaken

source: Create a new deposit path
de: Einen neuen Pfandpfad erstellen
fr: Créer un nouveau chemin de dépose
nl: Een nieuw stortingstraject aanmaken
