Repository: bzins-app/Report_App.Blazor_Wasm
Catalog: Report_App_WASM/Client/Utils/LanguageRessources/CommonResources.*.resx
Languages: de, fr, nl

source: When you are editing the report, click on the "Report details" tab. Add a detail then choose the query name and enter the query. You can test the result. Finally click on validate button
de: Wenn Sie den Bericht bearbeiten, klicken Sie auf die Registerkarte "Berichtsdetails". Fügen Sie ein Detail hinzu, wählen Sie den Abfragenamen und geben Sie die Abfrage ein. Sie können das Ergebnis testen. Klicken Sie abschließend auf die Schaltfläche "Validieren".
fr: Lorsque vous éditez le rapport, cliquez sur l'onglet "Détails du rapport". Ajoutez un détail puis choisissez le nom de la requête et saisissez la requête. Vous pouvez tester le résultat. Enfin, cliquez sur le bouton de validation
nl: Wanneer u het rapport aan het bewerken bent, klik dan op de "Rapport details" tab. Voeg een detail toe, kies de query naam en voer de query in. U kunt het resultaat testen. Klik tenslotte op de knop "Valideren

source: Width
de: Breite
fr: Largeur
nl: Breedte

source: Windows authentication
de: Windows-Authentifizierung
fr: Authentification Windows
nl: Windows verificatie

source: Workers logs
de: Arbeiter-Protokolle
fr: Historique des processus
nl: Werkers logboeken

source: Yes
de: Ja
fr: Oui
nl: Ja

source: Yes, I understand and confirm
de: Ja, ich verstehe und bestätige
fr: Oui, je comprends et confirme
nl: Ja, ik begrijp en bevestig

source: Yesterday
de: Gestern
fr: Hier
nl: Gisteren

source: You can add the tables and colums descriptions by uploading a file. You can use the tempalte below then upload it. Please try to use UTF8 encoding for a better rendering
de: Sie können die Tabellen und Spaltenbeschreibungen hinzufügen, indem Sie eine Datei hochladen. Sie können die untenstehende Vorlage verwenden und diese hochladen. Bitte versuchen Sie, die UTF8-Kodierung zu verwenden, um eine bessere Darstellung zu erreichen.
nl: U kunt de tabellen en kolombeschrijvingen toevoegen door een bestand te uploaden. U kunt het onderstaande sjabloon gebruiken en vervolgens uploaden. Probeer UTF8 codering te gebruiken voor een betere weergave.

source: You can create, edit and delete reports.
de: Sie können Berichte erstellen, bearbeiten und löschen.
fr: Vous pouvez créer, modifier et supprimer des rapports.
nl: U kunt rapporten aanmaken, bewerken en verwijderen.

source: You can download the reports already created and consult the plan of the next report executions.
de: Sie können die bereits erstellten Berichte herunterladen und den Plan der nächsten Berichtsausführungen einsehen.
fr: Vous pouvez télécharger les rapports déjà créés and consulter le plan des prochaines exécutions des rapports.
nl: U kunt de reeds gemaakte rapporten downloaden en de planning van de volgende rapportuitvoeringen raadplegen.

source: You can enter below a subject on which you would to get help
de: Sie können unten ein Thema eingeben, zu dem Sie Hilfe erhalten möchten
fr: Vous pouvez saisir ci-dessous un sujet sur lequel vous souhaitez obtenir de l'aide
nl: U kunt hieronder een onderwerp ingeven waarover u hulp wenst

source: You do not have a local username/password for this site. Add a local account so you can log in without an external login.
de: Sie haben keinen lokalen Benutzernamen/Passwort für diese Website. Fügen Sie ein lokales Konto hinzu, damit Sie sich ohne externe Anmeldung anmelden können.
fr: Vous n'avez pas de nom d'utilisateur/mot de passe local pour ce site. Ajoutez un compte local afin de pouvoir vous connecter sans identifiant externe.
nl: U heeft geen lokale gebruikersnaam/wachtwoord voor deze site. Voeg een lokale account toe zodat u kunt inloggen zonder externe login.

source: You have
de: Sie haben
fr: Vous avez
nl: U heeft

source: You have 1 recovery code left.
de: Sie haben noch 1 Wiederherstellungscode übrig.
fr: Il vous reste 1 code de récupération.
nl: U heeft nog 1 herstelcode over.

source: You have access to the activity
de: Sie haben Zugriff auf die Aktivität
fr: Vous avez accès à l'activité
nl: Je hebt toegang tot de activiteit

source: You have full access to the general settings.
de: Sie haben vollen Zugriff auf die allgemeinen Einstellungen.
fr: Vous avez un accès complet aux paramètres généraux.
nl: Je hebt volledige toegang tot de algemene instellingen.

source: You have no recovery codes left.
de: Sie haben keine Wiederherstellungscodes mehr übrig.
fr: Vous n'avez plus de codes de récupération.
nl: Je hebt geen herstelcodes meer.

source: You have requested to log in with a recovery code. This login will not be remembered until you provid an authenticator app code at log in or disable 2FA and log in again.
de: Sie haben darum gebeten, sich mit einem Wiederherstellungscode anzumelden. Diese Anmeldung wird nicht gespeichert, bis Sie beim Einloggen einen Authentifizierungsanwendungscode angeben oder 2FA deaktivieren und sich erneut einloggen.
fr: Vous avez demandé à vous connecter avec un code de récupération. Cette connexion ne sera pas mémorisée tant que vous n'aurez pas fourni un code d'application d'authentification lors de la connexion ou que vous n'aurez pas désactivé 2FA et que vous ne vous serez pas connecté à nouveau.
nl: U heeft gevraagd om in te loggen met een herstelcode. Deze login zal niet worden onthouden totdat u een authenticator app code verstrekt bij het inloggen of 2FA uitschakelt en opnieuw inlogt.

source: You have successfully logged out of the application.
de: Sie haben sich erfolgreich aus der Anwendung ausgeloggt.
fr: Vous avez réussi à vous déconnecter de l'application.
nl: U bent succesvol uitgelogd uit de applicatie.

source: You have the role
de: Sie haben die Rolle
fr: Vous avez le rôle
nl: U heeft de rol

source: You must
de: Sie müssen
fr: Vous devez
nl: U moet

source: You should
de: Sie sollten
fr: Vous devez
nl: U moet

source: You've successfully authenticated with
de: Sie haben sich erfolgreich authentifiziert mit
fr: Vous avez réussi à vous authentifier auprès de
nl: U heeft zich succesvol geauthenticeerd met

source: Your account contains personal data that you have given us. This page allows you to download or delete that data.
de: Ihr Konto enthält persönliche Daten, die Sie uns mitgeteilt haben. Auf dieser Seite können Sie diese Daten herunterladen oder löschen.
fr: Votre compte contient des données personnelles que vous nous avez communiquées. Cette page vous permet de télécharger ou de supprimer ces données.
nl: Uw account bevat persoonlijke gegevens die u ons hebt gegeven. Op deze pagina kunt u die gegevens downloaden of verwijderen.

source: Your account has been updated
de: Ihr Konto wurde aktualisiert
fr: Votre compte a été mis à jour
nl: Uw account is bijgewerkt

source: Your login is protected with an authenticator app. Enter your authenticator code below.
de: Ihr Login ist mit einer Authentifizierungsapplikation geschützt. Geben Sie Ihren Authentifizierungscode unten ein.
fr: Votre connexion est protégée par une application d'authentification. Entrez votre code d'authentification ci-dessous.
nl: Uw login is beveiligd met een authenticator app. Voer hieronder uw authenticatiecode in.

source: Your password cannot be empty
de: Ihr Passwort darf nicht leer sein
fr: Votre mot de passe ne peut pas être vide
nl: Uw wachtwoord mag niet leeg zijn

source: Your password has been reset.
de: Ihr Passwort wurde zurückgesetzt.
fr: Votre mot de passe a été réinitialisé
nl: Uw wachtwoord is opnieuw ingesteld.

source: Your password length must be at least 6
de: Die Länge Ihres Passworts muss mindestens 6 betragen
fr: La longueur de votre mot de passe doit être d'au moins 6
nl: Uw wachtwoord moet minstens 6 tekens lang zijn

source: Your password must contain at least one (!? *.)
de: Ihr Passwort muss mindestens ein (!? *.) enthalten
fr: Votre mot de passe doit contenir au moins un ( !? *.)
nl: Uw wachtwoord moet ten minste één (!? *.) bevatten

source: Your password must contain at least one lowercase letter
de: Ihr Passwort muss mindestens einen Kleinbuchstaben enthalten
fr: Votre mot de passe doit contenir au moins une lettre minuscule.
nl: Uw wachtwoord moet minstens één kleine letter bevatten

source: Your password must contain at least one number
de: Ihr Passwort muss mindestens eine Zahl enthalten
fr: Votre mot de passe doit contenir au moins un chiffre
nl: Uw wachtwoord moet minstens één cijfer bevatten

source: Your password must contain at least one uppercase letter
de: Ihr Passwort muss mindestens einen Großbuchstaben enthalten
fr: Votre mot de passe doit contenir au moins une lettre majuscule.
nl: Uw wachtwoord moet minstens één hoofdletter bevatten

source: Add recipients
de: Empfänger hinzufügen
fr: Ajouter des destinataires
nl: Ontvangers toevoegen

source: Create a new report
de: Einen neuen Bericht erstellen
fr: Créer un nouveau rapport
nl: Maak een nieuw rapport

source: Create an activity
de: Eine Aktivität erstellen
fr: Créer une activité
nl: Activiteit aanmaken

source: Database name
de: Name der Datenbank
fr: Nom de la base de données
nl: Databasenaam

source: Edit a query
de: Bearbeiten einer Query
fr: Modifier une requête
nl: Een query bewerken

source: Edit a report
de: Einen Bericht bearbeiten
fr: Modifier un rapport
nl: Een rapport bewerken

source: Edit an activity
de: Eine Aktivität bearbeiten
fr: Modifier une activité
nl: Een activiteit bewerken

source: Go back to reports list
de: Zurück zur Liste der Berichte
fr: Retourner à la liste des rapports
nl: Ga terug naar de rapporten lijst

source: Go back to the activity list
de: Zurück zur Aktivitätenliste gehen
fr: Retourner à la liste des activités
nl: Ga terug naar de activiteitenlijst

source: Indicate the database name?
de: Den Namen der Datenbank angeben?
fr: Indiquer le nom de la base de données?
nl: Geef de naam van de database op?

source: IP or Servername
de: IP oder Servername
fr: IP ou nom du serveur
nl: IP of Servernaam

source: Not sent by email
de: Nicht per E-Mail gesendet
fr: Pas d'envoi par email
nl: Niet verzonden per e-mail

source: Send by email?
de: Per E-Mail versenden?
fr: Envoyer par email?
nl: Versturen per e-mail?

source: Sequence
de: Sequenz
fr: Séquence
nl: Volgorde

source: Tasks manager
de: Aufgaben-Manager
fr: Gestionnaire de tâches
nl: Taken manager

source: This process disables 2FA until you verify your authenticator app. If you do not complete your authenticator app configuration you may lose access to your account.
de: Dieser Prozess deaktiviert 2FA, bis Sie Ihre Authentifizierer-Anwendung verifiziert haben. Wenn Sie die Konfiguration Ihrer Authentifizierungsanwendung nicht abschließen, können Sie den Zugriff auf Ihr Konto verlieren.
fr: Ce processus désactive la 2FA jusqu'à ce que vous vérifiiez votre application d'authentification. Si vous ne terminez pas la configuration de votre application d'authentification, vous risquez de perdre l'accès à votre compte.
nl: Dit proces schakelt 2FA uit totdat u uw authenticator app heeft geverifieerd. Als u de configuratie van uw authenticator-app niet voltooit, kunt u de toegang tot uw account verliezen.

source: Demo connection
de: Verbindung zum Demo-Konto
nl: Verbinding maken met demo-account

source: Connect to demo account
de: Demo-Verbindung
nl: Demo verbinding

source: Open demo emails view
de: Ansicht der Demo-E-Mails öffnen
nl: Demomails bekijken

source: A Target database must be selected
de: Eine Zieldatenbank muss ausgewählt werden
nl: Er moet een doeldatabase worden geselecteerd

source: Manage queries
de: Verwalten von Abfragen

source: Connections manager
de: Manager der Verbindungen

source: Tasks logs
de: Aufgabenprotokolle

source: File creation
de: Erstellung von Dateien

source: Per Connection
de: Pro Verbindung

source: Retrieve files
de: Abrufen von Dateien

source: Background tasks
de: Hintergrundaufgaben

source: Email sender
de: E-Mail-Absender

source: Application intent read only?
fr: Application intention read only ?
nl: Applicatie intentie alleen lezen?

source: DB explorer
fr: Explorateur de BD
nl: DB verkenner

source: Flow dashboard
fr: Suivi des flux logistiques
nl: Stroom dashboard

source: Host
fr: Hôte
nl: Gastheer

source: Minute
nl: Minuten

source: Name
fr: Nom
nl: Naam

source: Standard
nl: Standaard

source: System
fr: Système
nl: Systeem

source: Use Windows authentication?
fr: Utiliser l'authentification Windows?
nl: Windows-verificatie gebruiken?

source: Apr
fr: avr

source: Aug
fr: Août

source: Browser
fr: Navigateur

source: Dashboard
fr: Tableau de bord

source: DB schema
fr: Schéma DB

source: Feb
fr: Fév

source: Jun
fr: Juin

source: Sftp host
fr: Hôte Sftp

source: Smtp host
fr: Hôte Smtp
